Repository: Mozilla-GitHub-Standards/d5265f3cffbac7b6c719f2b6d974a9eb14586acc09fe2057a55d599dad28252c
Catalog: */LC_MESSAGES/default.po
Languages: ca, de, es, fr, he, hr, it, ja, nl, pl, sq

source: Hackasaurus
he: הַאקָאזַאוּר

source: Goggles
ca: Ulleres raigs X
de: Brille
es: Superlentes
fr: Lunettes
he: משקפיים
hr: Naočale
it: Occhiali
ja: ゴーグル
nl: Bril
pl: Gogle

source: Resources
ca: Recursos
de: Quellen
es: Recursos
fr: Ressources
he: משאבים
hr: Resursi
it: Risorse
ja: リソース
nl: Bronnen
sq: Burime

source: Events
ca: Esdeveniments
de: Veranstaltungen
es: Eventos
fr: Événements
he: אירועים
hr: Eventi
it: Eventi
ja: イベント
nl: Evenementen
pl: Wydarzenia
sq: Ngjarje

source: About
ca: El projecte
de: Über
es: Acerca de
fr: À propos
he: אודות
hr: O projektu
it: Informazioni
ja: 概要
nl: Over
pl: Informacje
sq: Rreth

source: Blog
he: בלוג
ja: ブログ

source: Mozilla
he: מוזילה

source: Follow and tweet
ca: Segueix-nos i piula-ho
de: Folgen und Twittern
es: Sigue y tuitea
fr: Suivez-nous et partagez
he: לעקוב ולצייץ
hr: Pratite i tweetajte
it: Seguici e passa parola
ja: Twitter で共有しよう
nl: Volgen en tweeten
pl: Subskrybuj i publikuj na Twitterze
sq: Ndiqeni dhe flisni për në në Tweet

source: Have you published your first hack yet? Share it on Twitter with the tag <b>#hackasaurus</b>!
ca: Ja has publicat el teu primer hack? Comparteix-lo a Twitter amb el tag <b>#hackasaurus</b>!
de: Haben Sie schon Ihren ersten Hack veröffentlicht? Verteilen Sie ihn auf Twitter mit dem Tag <b>#hackasaurus</b>!
es: ¿Ya has publicado tu primer hack? ¡Compártelo en Twitter con la etiqueta <b>#hackasaurus</b>!
fr: </b>Vous venez de créer votre première bidouille&nbsp;? Partagez-la sur Twitter avec l'étiquette <b>#hackasaurus</b>&nbsp;!
he: האם פרסמתם את ההאק הראשון שלכם? שתפו אותו בטוויטר עם התג <b dir="ltr">#hackasaurus</b>!
hr: Jeste li još objavili svoj prvi hack? Podjelite ga na Twitteru s oznakom <b>#hackasaurus</b>!
it: Non hai ancora pubblicato il tuo primo hack? Condividilo su Twitter usando l'etichetta <b>#hackasaurus</b>!
ja: あなたの最初のハックをみんなに見せましょう。Twitter で <b>#hackasaurus</b> タグを付けて共有してください。
nl: Hebt u uw eerste hack al gepubliceerd? Deel hem op Twitter met de tag <b>#hackasaurus</b>!
pl: Czy opublikowałaś już swój pierwszy hack? Wstaw go na Twittera z tagiem <b>#hackasaurus</b>!

source: Follow @hackasaurus
ca: Segueix @hackasaurus
de: Folgen Sie @hackasaurus
es: Sigue a @hackasaurus
fr: Suivez @hackasaurus
he: לעקוב אחר האקזאור בטוויטר: <span dir="ltr">@hackasaurus</span>
hr: Pratite @hackasaurus
it: Segui @hackasaurus
ja: @hackasaurus をフォロー
nl: Volg @hackasaurus
pl: Subskrybuj @hackasaurus
sq: Ndiqni @hackasaurus

source: Learn more
ca: Més informació
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
he: מידע נוסף
hr: Saznaj više
it: Per saperne di più
ja: さらに詳しく
nl: Meer lezen
pl: Dowiedz się więcej
sq: Mësoni më tepër

source: Contact us
ca: Contacta'ns
de: Kontaktieren Sie uns
es: Contacta con nosotros
fr: Nous contacter
he: יצירת קשר
hr: Kontaktiraj nas
it: Contattaci
ja: お問い合わせ
nl: Contact
pl: Kontakt
sq: Lidhuni me ne

source: Read our FAQ
ca: Llegeix les nostres FAQ
de: Lesen Sie unsere FAQ
es: Lee nuestras preguntas frecuentes
fr: Lire notre FAQ
he: שאלות ותשובות
hr: Pročitajte FAQ
it: Leggi le nostre FAQ
ja: よくある質問
nl: Lees onze FAQ
pl: Przeczytaj FAQ
sq: Lexoni FAQ

source: Build with us
ca: Construeix amb nosaltres
de: Entwickeln Sie mit uns
es: Construye con nosotros
fr: Contribuez
he: בנו אתנו
hr: Razvijajte s nama
it: Crea assieme a noi
nl: Bouw met ons
pl: Twórz z nami
sq: Krijoni me ne

source: Connect with Mozilla
ca: Connecta amb Mozilla
de: Treten Sie mit Mozilla in Verbindung
es: Conéctate con Mozilla
fr: Branchez-vous sur Mozilla
he: התחברו עם מוזילה
hr: Povežite se sa Mozillom
it: Connettiti con Mozilla
ja: Mozilla とのつながり
nl: Verbinden met Mozilla
pl: Dołącz do Mozilli
sq: Lidhuni me Mozilla-n

source: Learn about Mozilla's mission
ca: Més informació sobre la missió de Mozilla
de: Erfahren Sie etwas über die Mozilla-Mission
es: Aprende acerca de la misión de Mozilla
fr: Découvrir la mission de Mozilla
he: מידע על המשימה של מוזילה
hr: Saznajte više o Mozilla misiji
it: Scopri qual'è la missione di Mozilla
ja: Mozilla の使命について知る
nl: Lees meer over Mozilla’s missie
pl: Poznaj misję Mozilli
sq: Njihuni me misionin e Mozilla-s

source: Join Mozilla
ca: Uneix-te a Mozilla
de: Machen Sie mit bei Mozilla
es: Únete a Mozilla
fr: Rejoindre Mozilla
he: הצטרפו למוזילה
hr: Priključi se Mozilli
it: Collabora con Mozilla
ja: Mozilla に参加する
nl: Aansluiten bij Mozilla
pl: Dołącz do Mozilli
sq: Bashkojuni Mozilla-s

source: Like us on Facebook
ca: Dóna'ns suport al Facebook
de: Zeigen Sie Ihren Gefallen bei Facebook
es: Haznos un "Me gusta" en Facebook
fr: Aimez-nous sur Facebook
he: תעשו „אהבתי” לדף שלנו בפייסבוק
hr: Lajkajte nas na Facebooku
it: Diventa nostro fan su Facebook
ja: Facebook ページ
nl: Vind ons leuk op Facebook
pl: Polub nas na Facebooku
sq: Tregoni se na pëlqeni në Facebook

source: Other Languages
ca: Altres llengües
de: Andere Sprachen
es: Otros idiomas
fr: Autres langues
he: שפות אחרות
hr: Drugi jezici
it: Altre lingue
ja: 他の言語
nl: Andere talen
pl: Wybierz język
sq: Gjuhë të Tjera

source: Our partners
ca: Partners
de: Unsere Partner
es: Nuestros socios
fr: Nos partenaires
he: השותפיים שלנו
hr: Naši partneri
it: I nostri partner
ja: 協賛企業
nl: Onze partners
pl: Nasi partnerzy
sq: Partnerët tanë

source: Privacy Policy
ca: Política de privacitat
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hr: Zaštita Privatnosti
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Zasady ochrony prywatności
sq: Rregulla Vetësie

source: Legal Notices
ca: Nota Legal
de: Impressum
es: Avisos legales
fr: Mentions légales
he: הערות משפטיות
hr: Pravne Obavijesti
it: Note legali
ja: 免責事項
nl: Juridische kennisgevingen
pl: Informacje prawne
sq: Shënime Ligjore

source: Report Trademark Abuse
ca: Informa d'un abús de marca
de: Markenrechtsverletzung melden
es: Informar violación de la marca registrada
fr: Signaler un abus de marque déposée
he: לדווח על שימוש לרעה בסימן מסחרי
hr: Prijavite zloupotrebu zaštitnog znaka
it: Segnala abusi dei marchi
ja: 商標の不正利用を報告
nl: Misbruik van handelsmerk melden
pl: Zgłoś naruszenie znaków towarowych
sq: Njoftoni Shpërdorim Shenjash Tregtare

source: ©2011 by individual mozilla.org contributors. Content available under a <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons license</a>.
ca: ©2011 per les persones individuals que contribueixen a mozilla.org. Continguts disponibles sota una <a href="http://creativecommons.org/licenses/by-sa/3.0/deed.ca">llicència Creative Commons</a>.
de: ©2011 von einzelnen Mitwirkenden von mozilla.org. Inhalt verfügbar unter einer <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative-Commons-Lizenz</a>.
es: ©2011 por colaboradores individuales de mozilla.org. El contenido está disponible bajo una <a href="http://creativecommons.org/licenses/by-sa/3.0/">licencia de Creative Commons</a>.
fr: ©2011 par des contributeurs de mozilla.org. Le contenu est disponible sous une <a href="http://creativecommons.org/licenses/by-sa/3.0/">licence Creative Commons</a>.
he: ©2011 מאת תורמים פרטיים ל־mozilla.org. התוכן זמין לפי התנאים של <a href="http://creativecommons.org/licenses/by-sa/3.0/">רישיון קריאייטיב קומונז</a>.
hr: ©2011 od strane pojedinih mozilla.org suradnika. Sadržaj dostupan pod <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons licencom</a>.
it: ©2011 di singoli collaboratori al progetto mozilla.org. Contenuto disponibile con una <a href="http://creativecommons.org/licenses/by-sa/3.0/">licenza Creative Commons</a>.
nl: ©2011 bij individuele mozilla.org-medewerkers. Inhoud is beschikbaar onder een <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons-licentie</a>.
pl: ©2011 Współtwórcy mozilla.org. Zawartość dostępna na licencji <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons</a>.
sq: ©2011 nga kontributorë individualë te mozilla.org. Lëndë që mund të përdoret sipas një lejeje <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons</a>.

source: Remix, Make and Share
ca: Remena, Crea i Comparteix
de: Neu mischen, herstellen und weitergeben
es: Mezcla, crea y comparte
fr: Remixer, créer et partager
he: לעשות רמיקסים, ליצור, לשתף
hr: Promijeni, napravi i podijeli
it: Remixa, crea e condividi
ja: まぜて、作って、共有しよう
nl: Remixen, maken en delen
pl: Remiksuj, twórz i udostępniaj

source: Hackasaurus makes it easy to mash up and change any web page like magic. You can also create your own webpages to share with your friends, all within your browser.
ca: Amb Hackasaurus és molt fàcil remenar i canviar qualsevol pàgina web com per art de màgia. També pots crear la teva pròpia web per compartir amb amics, tot dins el teu navegador.
de: Hackasaurus erleichtert es, eine beliebige Webseite wie Magie neu zu mischen und zu verändern. Sie können auch Ihre eigenen Webseiten erstellen, um sie an Ihre Freunde weiterzugeben – alles in Ihrem Browser.
es: Hackasaurus hace que sea muy fácil mezclar y cambiar cualquier página web como si fuera magia. También puedes crear tus propias páginas web para compartirlas con tus amigos, todo en tu navegador.
fr: Hackasaurus permet facilement et comme par magie de modifier n'importe quelle page Web et de la mélanger à d'autres. Vous pouvez également créer vos propres pages Web pour les partager avec vos amis. Et le tout, à l'intérieur de votre navigateur.
he: האקאזאור עוזר לכם לערבל ולשנות כל דף באינטרנט כמו בקסם. אתם גם יכולים ליצור דפים משלכם כדי לשתף אותם עם חברים, והכול מתוך הדפדפן שלכם.
hr: Hackasaurus olakšava čarobnu rekonstrukciju i promjenu svake internetske stranice. Također možete izraditi vlastite internetske stranice za dijeljenje s prijateljima - sve unutar vašeg preglednika.
it: Hackasaurus permette, in modo davvero semplice, quasi magico, di fare dei collage o di modificare qualsiasi pagina Web. È anche possibile creare le proprie pagine Web da condividere con gli amici, tutto usando solo il proprio browser.
ja: Hackasaurus (ハッカザウルス) は、Web ページをまるで魔法のように簡単に変えてしまいます。すべてブラウザの中だけで、あなただけの Web ページを作って友だちと共有できます。
nl: Met Hackasaurus kunt u webpagina’s eenvoudig samenvoegen en als bij toverslag aanpassen. Ook kunt u uw eigen webpagina’s maken en met uw vrienden delen, geheel vanuit uw browser.
pl: Hackasaurus ułatwia przetwarzanie i łączenie każdej strony – niczym magia. Możesz również tworzyć własne strony i udostępniać je znajomymi, nie opuszczając swojej przeglądarki.

source: See the hack gallery
ca: Visita la galeria de hacks
de: Sehen Sie sich die Hack-Galerie an
es: Ver la galería de hacks
fr: Voir la galerie des bidouilles
he: הצגת גלריית ההאקים
hr: Pogledajte hack galeriju
it: Visiona la galleria degli hack
ja: ハックギャラリーを見る
nl: De hack-galerij bekijken
pl: Zobacz galerię hacków

source: Watch a video
ca: Mira un vídeo
de: Sehen Sie sich ein Video an
es: Ver un video
fr: Voir une vidéo
he: צפייה בסרט
hr: Pogledajte video
it: Guarda un video
ja: ビデオを見る
nl: Een video bekijken
pl: Obejrzyj wideo
sq: Shihni një video

source: Get Started
ca: Comença aquí
de: Erste Schritte
es: Comenzar
fr: Commencer
he: מתחילים מכאן
hr: Započnite s radom
it: Per iniziare
ja: はじめよう
nl: Aan de slag
pl: Pierwsze kroki
sq: Nisjani

source: Attend An Event
ca: Assisteix a un esdeveniment
de: Nehmen Sie an einer Veranstaltung teil
es: Asiste a un evento
fr: Assister à un événement
he: בואו לאירוע
hr: Prisustvujte događaju
it: Partecipa ad un evento
ja: イベントに参加する
nl: Een evenement bijwonen
pl: Weź udział w wydarzeniu
sq: Merrni Pjesë Në Një Veprimtari

source: Find a hacking club, workshop, class or design jam in your neighborhood.
ca: Troba un grup de hacking, taller o jam de disseny a prop teu.
de: Finden Sie einen Hacking-Club, -Workshop, -Kurs oder eine improvisierte Design-Veranstaltung in Ihrer Nähe.
es: Encuentra un club, taller o clase de hacking o una sesión de diseño en tu barrio.
fr: Trouvez un club d'informatique, un atelier, un cours ou une session de formation près de chez vous
he: מציאת מועדון האקרים, סדנה, כיתת לימוד או אירוע עיצוב באזור שלכם.
hr: Pronađite hack klub, radionicu, tečaj ili jednodnevne dizajn sjednice u vašem susjedstvu.
it: Trova un club dell'hack, un gruppo di lavoro, un corso di studi o un evento design jam vicino a te.
ja: クラブ活動やワークショップ、特別授業、デザインジャムなど、お近くで開催されるイベントを見つけてください。
nl: Vind een hackersclub, workshop, klas of ontwerpbijeenkomst in uw buurt.
pl: Znajdź kluby, szkolenia praktyczne lub inne zajęcia w twojej okolicy.

source: Learn More
ca: Més informació
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
he: מידע נוסף
hr: Saznajte više
it: Per saperne di più
ja: さらに詳しく
nl: Meer lezen
pl: Dowiedz się więcej
sq: Mësoni Më Tepër

source: Teach Webmaking
ca: Ensenya a fer webs
de: Lehren Sie die Web-Erstellung
es: Enseña a realizar páginas Web
fr: Enseigner la création sur le Web
he: ללמד יצירה אינטרנטית
hr: Podučavajte dizajniranje internetskih stranica
it: Insegna come creare sul Web
ja: Web 作成について教える
nl: Webbouwen onderwijzen
pl: Ucz tworzenia stron
sq: Mësojuni të Tjerëve Krijimin Përmes Web-it

source: Tools for educators, parents and teens. Cheat sheets + lesson plans!
ca: Eines per a educadors, pares i nanos. Trucs + guies d'activitats!
de: Werkzeuge für Ausbilder, Eltern und Jugendliche. Spickzettel + Stundenpläne!
es: Herramientas para educadores, padres y adolescentes. ¡Apuntes y unidades didácticas!
fr: Des outils pour les éducateurs, les parents et les adolescents. Des aide-mémoire et des programmes de leçons&nbsp;!
he: כלים למחנכים, הורים ואנשים צעירים. דפי נוסחאות ומערכי שיעורים.
hr: Alati za učitelje, roditelje i tinejdžere. Sažete bilješke + nastavni planovi!
it: Strumenti per educatori, genitori e ragazzi. Note riassuntive + programma delle lezioni!
ja: 教師やご両親、子どもたちのためのツール。操作早見表とレッスンプランです。
nl: Hulpmiddelen voor onderwijzers, ouders en tieners. Cheatsheets en lesplannen!
pl: Narzędzia dla nauczycieli, rodziców i nastolatków. Ściągawki + plany zajęć!
sq: Mjete për arsimtarë, prindër dhe fëmijë. Fletë me zgjidhje dhe plane mësimore!

source: Build With Us
ca: Construeix amb nosaltres
de: Bauen Sie mit uns
es: Construye con nosotros
fr: Contribuez
he: בנו אתנו
hr: Razvijajte s nama
it: Crea assieme a noi
ja: 一緒に作る
nl: Bouw met ons mee
pl: Twórz razem z nami
sq: Krijoni Me Ne

source: Hackasaurus is an open-source project. Help us make it more awesome!
ca: Hackasaurus és un projecte de codi obert. Ajuda'ns a fer-lo encara millor!
de: Hackasaurus ist ein Open-Source-Projekt. Helfen Sie uns, es noch wunderbarer zu machen!
es: Hackasaurus es un proyecto de código abierto. ¡Ayúdanos a hacerlo más increíble!
fr: Hackasaurus est un projet open-source. Aidez-nous à le rendre encore plus génial&nbsp:!
he: האקאזאור הוא מיזם בקוד פתוח. עזרו לנו לעשות אותו מגניב יותר!
hr: Hackasaurus je projekt otvorenog koda. Pomozite nam da ga učinimo boljim!
it: Hackasaurus è un progetto open-source. Aiutaci a renderlo ancora più straordinario!
ja: Hackasaurus はオープンソースプロジェクトです。ご一緒に、このプロジェクトをより良いものにしませんか。
nl: Hackasaurus is een opensourceproject. Help ons dit nog geweldiger te maken!
pl: Hackasaurus to projekt open-source. Pomóż nam uczynić go jeszcze bardziej fantastycznym!
sq: Hackasaurus është një projekt me burim të hapët. Na ndihmoni ta bëjmë edhe më të mahnitshëm!

source: Building a generation of webmakers
ca: Construint una generació de creadors web
de: Erschaffen einer Generation von Web-Konstrukteuren
es: Construyendo una generación de creadores de páginas Web
fr: Bâtir une génération de créateurs Web
he: בניית דור של יוצרי אינטרנט
hr: Stvaranje generacije dizajnera internetskih stranica
it: Forgiare una generazione di architetti del Web
ja: Web 制作者世代の育成
nl: Bouwen aan een generatie van webbouwers
pl: Tworzenie pokolenia twórców sieci
sq: Ngritja e një brezi krijuesish web

source: Hackasaurus spreads skills, attitudes, and ethics that help youth thrive in a remixable digital world. By making it easy for youth to tinker and mess around with the building blocks that make up the web, Hackasaurus helps tweens move from digital consumers to active producers, seeing the web as something they can actively shape, remix and make better.
ca: Hackasaurus estén habilitats, actituds i valors que ajuden els nois a dominar les possibilitats del món digital. Fent fàcil que manipulin i remenin les peces de construcció amb que està feta la xarxa, Hackasaurus ajuda als més joves a passar de consumidors digitals a productors actius, veient la Web com quelcom que poden activament construir, barrejar i millorar.
de: Hackasaurus verbreitet Fähigkeiten, Einstellungen und Ethik, die der Jugend helfen, in einer wechselhaften digitalen Welt Erfolg zu haben. Indem es der Jugend einfach gemacht wird, mit den Bauklötzen, aus denen das Internet besteht, zu basteln und herumzuspielen, hilft Hackasaurus Jugendlichen von digitalen Konsumenten zu aktiven Produzenten zu werden, damit sie das Internet als etwas sehen, das sie aktiv formen, neu gestalten und verbessern können.
es: Hackasaurus difunde habilidades, actitudes y ética que ayudan a los jóvenes a crecer en un mundo digital y remezclable. Al facilitar a los jóvenes el poder juguetear y experimentar con los bloques de construcción que hacen la Web, Hackasaurus les ayuda a cambiar su estado de consumidores digitales a productores activos, para que vean que la Web es algo a lo que pueden dar forma, mezclar y mejorar de forma activa.
fr: Hackasaurus partage des compétences, des attitudes et une éthique pour aider la jeunesse à s'épanouir dans un monde numérique remixable. En rendant facile pour la jeunesse de bricoler avec les briques qui composent le Web, Hackasaurus aide les adolescents à évoluer de simple consommateurs numériques pour devenir des producteurs actifs, qui voient le Web comme quelque chose qu'ils peuvent activement façonner, remixer et rendre meilleur.
he: האקאזאור מפיץ כישורים, גישות וכללים אתיים שעוזרים לנוער לפרוח בעולם דיגיטלי שאפשר לשנות בכל מיני שיטות. על־ידי כך שאנחנו עוזרים לנוער לשחק עם אבני הבניין של האינטרנט, האקאזאור עוזר לבני נוער להפוך מצרכנים דיגיטליים ליוצרים פעילים, שמסתכלים על האינטרנט כעל כלי שהם יכולים לעצב, לשנות ולשפר לפי טעמם.
hr: Hackasaurus širi vještine, stavove i etiku koja pomaže mladima napredovati u digitalnom svijetu sklonom čestim promjenama. Čineći mladima lakšim čačkanje oko blokova koji tvore internet, Hackasaurus im pomaže napraviti korak od digitalnog potrošača do aktivnog proizvođača, gledajući na internet kao na nešto što mogu oblikovati, promjeniti i učiniti boljim.
it: Hackasaurus diffonde competenze, attitudini e l'etica per aiutare i giovani a prosperare nel fluttuante mondo digitale. Rendendo semplice per i giovani pasticciare e sperimentare con i mattoni che danno forma al Web, Hackasaurus aiuta gli adolescenti a evolvere da semplici consumatori digitali a veri e propri partecipanti attivi che guardano al Web come a qualcosa che possono attivamente trasformare, remixare e migliorare.
ja: Hackasaurus (ハッカザウルス) は、リミックス可能なデジタルワールドで、若者が成長する助けとなる技能や取り組む姿勢、道徳を広めます。 若者向けに Web を構成するパーツを簡単にいじくりまわせるようにすることで、Hackasaurus が彼らをただのデジタル消費者から、 Web を積極的に形作り、リミックスし、より良いものにする活動的なプロデューサーへと成長させることを助けます。
nl: Hackasaurus verspreidt vaardigheden, opvattingen en waarden die de jeugd helpen bij het ontwikkelen in een combineerbare digitale wereld. Door het de jeugd gemakkelijk te maken om met de bouwstenen van het web te spelen en aan te rommelen, helpt Hackasaurus tieners om van digitale consumenten actieve producenten te worden, zodat ze het web zien als iets dat ze actief kunnen vormgeven, combineren en verbeteren.
pl: Hackasaurus promuje umiejętności, podejście i sposób myślenia, które pomagają młodzieży rozwijać się w plastycznym świecie cyfrowym. Ułatwiając młodym ludziom dłubanie i majsterkowanie przy elementach, które tworzą Sieć, Hackasaurus wspomaga przemianę dzieci z cyfrowych konsumentów w aktywnych twórców, widzących Sieć jako coś, co można kształtować, przetwarzać i zmieniać na lepsze.

source: Through a set of easy to use tools
ca: Per mitjà d'un conjunt d'eines senzilles
de: Mit einer einfach nutzbaren Menge an Werkzeugen
es: Por medio de un juego de herramientas sencillas de usar
fr: À travers un ensemble d'outil simples d'utilisation
he: באמצעות ערכה של כלים פשוטים לשימוש
hr: Pomoću seta alata jednostavnih za korištenje
it: Attraverso una serie di strumenti facili da usare
ja: 簡単に使えるツールを通じて
nl: Via een aantal eenvoudig te gebruiken hulpmiddelen
pl: Korzystając z zestawu prostych narzędzi
sq: Përmes një grupi mjetesh të lehtë për t'u përdorur

source: Hackasaurus tools make it easy for kids to remix, create and share on the web. The X-Ray Goggles allow learners to see what the web is made of, remix and change their favorite web pages, and share their creations with friends.
ca: Les eines Hackasaurus fan fàcil que els nens remenin, creïn i participin a la xarxa. Les ulleres de Raigs X permeten /nals aprenents veure de què està feta la xarxa, recombinar i modificar les seves pàgines preferides i compartir amb amics les seves creacions.
de: erleichtern die Hackasaurus-Werkzeuge es Kindern, das Dinge im Internet neu zu gestalten, zu erschaffen und weiterzugeben. Mit der Röntgenbrille können Lernende sehen, woraus das Internet besteht, ihre Lieblings-Webseiten neu gestalten und ändern und ihre Kreationen mit Freunden teilen.
es: Las herramientas de Hackasaurus ayudan a los niños a mezclar, crear y compartir en la Web. Las Superlentes de rayos X permiten a los estudiantes ver de qué está hecha la Web, mezclar y cambiar sus páginas web favoritas y compartir sus creaciones con los amigos.
fr: Les outils Hackasaurus permettent aux enfants de facilement remixer, créer et partager sur le Web. Les lunettes à rayons X permettent aux élèves de voir de quoi est fait le Web, de remixer et modifier leurs pages favorites, et de partager leurs créations avec leurs amis.
he: הכלים של האקאזאור עוזרים לילדים לשנות, ליצור ולשתף ברשת. משקפי הרנטגן מאפשרים לתלמידים לראות ממה האינטרנט עשוי, לעשות רמיקסים לדפים האינטרנט האהובים עליהם ולשתף את היצירות שלהם עם חברים.
hr: Hackasaurus alati pojednostavljuju djeci mijenjanje, stvaranje i dijeljenje na webu. X-Ray Naočale omogućuju početnicima da vide od čega je napravljen web, promijene njihove omiljene web stranice, i podijele njihove kreacije sa prijateljima.
it: Gli strumenti di Hackasaurus rendono semplice per i ragazzi remixare, creare e condividere contenuti sul Web. Gli Occhhiali a raggi X permettono agli studenti di vedere gli oggetti che compongono una pagina, miscelare e modificare le loro pagine Web preferite e condividere le loro creazioni con gli amici.
ja: Hackasaurus ツールは、子どもたちが Web 上でリミックスしたり作ったり、共有することを簡単にします。 X-Ray ゴーグルは、Web が何でできているかを学び、彼らのお気に入りの Web ページをリミックス、変更し、その成果を友だちと共有できるようにします。
nl: Hackasaurus-hulpmiddelen maken het combineren, creëren en delen op het web voor kinderen eenvoudig. Met de Röntgenbril kunnen leerlingen zien hoe het web is gemaakt, hun favoriete webpagina’s combineren en wijzigen en hun creaties met vrienden delen.
pl: Narzędzia Hackasaurusa ułatwiają dzieciom przetwarzać, tworzyć i publikować w internecie. Rentgenowskie Gogle (The X-Ray Goggles) pozwalają uczącym się widzieć z czego zbudowane są strony, modyfikować ulubione serwisy i dzielić się swoimi dziełami ze znajomymi.
