Repository: Mozilla-GitHub-Standards/d5265f3cffbac7b6c719f2b6d974a9eb14586acc09fe2057a55d599dad28252c
Catalog: */LC_MESSAGES/default.po
Languages: ca, de, es, fr, he, hr, it, ja, nl, pl, sq

source: &hellip;And at Hack Jam events around the world
ca: &hellip;i a hack jams arreu del món
de: … Und bei Hack-Jam-Veranstaltungen auf der ganzen Welt
es: &hellip;Y en eventos de Hack de todo el mundo
fr: &hellip;Et des ateliers de bidouille tout autour du monde
he: &hellip;ובאירועי האק ג׳אם מסביב לעולם
hr: &hellip;I Hack Jam događanjima diljem svijeta
it: &hellip;E in occasione di un evento Hack Jam mondiale
ja: &hellip; そして、世界中のハックジャムイベントへ
nl: &hellip;en bij Hack Jam-evenementen over de hele wereld
pl: &hellip;I na spotkaniach subkultury programistów na całym świecie
sq: &hellip;Dhe gjatë veprimtarish Hack Jam anembanë botës

source: Hack jams make hacking and digital literacy accessible, social and fun. In partnership with libraries, learning centers and youth media centers, learners take part in a flexible DIY curriculum of hands-on projects and making. Building off pilot events run by the Learning Network in New York and Chicago, the upcoming Hackasaurus Event Kit will make it easy for anyone, anywhere to organize their own jams.
ca: Els Hack jams fan que el hacking i l'aprenentatge digital sigui accessibles, socials i divertits. En col·laboració amb biblioteques, centres d'estudi i mediateques juvenils, els estudiants prenen part d'un currículum de pràctiques flexible i que elaboren ells mateixos.Tot creant esdeveniments pilots organitzats per la Learning Network a Nova York i Xicago, s'ha creat la guia d'esdeveniments de Hackasaurus, que ajudarà a tothom a organitzar les seves pròpies sessions a tot arreu.
de: Hack-Jams machen Hacken und digitales Verständnis zugänglich, sozial und lustig. In Partnerschaften mit Bibliotheken, Lernzentren und Jugendmedienzentren, nehmen Lernende an flexiblen, selbst zusammenstellbaren Kursplänen mit Projekten zum Selbermachen und Entwicklung. Basierend auf Pilotveranstaltungen vom Learning Network in New York und Chicago, wird es die kommende Hackasaurus-Veranstaltungs-Ausrüstung einfach ermöglichen, dass jeder überall seine eigenen Jams organisieren kann.
es: Las sesiones de Hack hacen que el hacking y los conocimientos digitales sean accesibles, sociales y divertidos. En colaboración con las bibliotecas, centros de estudio y mediatecas juveniles, los estudiantes participan en un currículo de prácticas flexible y que hacen ellos mismos. Creando eventos pilotos organizados por la Red de aprendizaje de Nueva York y Chicago, el kit de eventos Hackasaurus disponible próximamente ayudará a todo el mundo a organizar sus propias sesiones en cualquier sitio.
fr: Les ateliers de bidouille l'apprentissage de la bidouille et de la culture du Web accessible, social et amusant. En partenariat avec des bibliothèques, des centres de formation et des médiathèques pour la jeunesse, les élèves participent à un cours flexible et participatif. Le Kit pour organiser un événement Hackasaurus a été créé à partir d'ateliers pilotes organisés par Learning Network à New York et Chicago. Il vise à faciliter l'organisation d'ateliers de bidouille par tout le monde, partout.
he: האק ג׳מים הופכים אוריינות דיגיטלית ומשחקים עם אתרי אינטרנט לנגישים, חברתיים וכיפיים. בשיתוף פעולה עם ספריות מרכזי לימוד ומרכזי מדיה לנוער, התלמידים משתתפים בתכנית עשה־זאת־בעצמך גמישה במיזמים מעשיים. ערכת אירוע האקאזאור, שמתבססת על אירועים ניסיוניים שנעשו על־ידי Learning Network בניו יורק ובשיקגו, עוזרת לכולם לארגן ג׳ם כזה בכל מקום.
hr: Hack jamovi čine hakiranje i digatlnu pismenost dostupnima, društvenima i zabavnima. U suradnji sa knjižnicama, centrima za učenje i centrima za mlade, početnici sudjeluju u fleksibilnim "uradi sam" nastavnim planovima projekata i stvaranja. Organiziranje testnih projekata vođenih od strane mreže za učenje u New York-u i Chicagu, nadolazeći Hackasaurus Event Kit olakšat će bilo kome, bilo gdje organiziranje vlastitih jamova.
it: Gli eventi Hack jam rendono l'apprendimento dell'hacking e la diffusione della cultura digitale accessibili, sociali e divertenti. In collaborazione con le biblioteche, le mediateche per i giovani e i centri di formazione, gli studenti prendono parte a un corso flessibile e partecipativo. Prendendo spunto dagli eventi pilota organizzati dalle reti leader di New York e Chicago, l'Hackasaurus Kit renderà presto facile per chiunque, in qualunque posto si trovi, l'organizzazione di un evento Hack jam.
ja: ハックジャムは、コードの読み書きなどのデジタルリテラシーを経験する、楽しく社交的な集まりです。 図書館や学習センター、若者向けのメディアセンターの協力により、学習者はハンズオン・プロジェクトの柔軟な DIY カリキュラムに参加できます。 ニューヨークとシカゴの Learning Network により、公開が予定されている Hackasaurus イベントキットを使って、 誰でも、どこでも、自分たちのハックジャムを組織し、指導者なしでイベントが行えます。
nl: Hack-jams maken hacken en digitaal alfabetisme toegankelijk, sociaal en leuk. Samen met bibliotheken, leercentra en mediacentra voor de jeugd nemen leerlingen deel in een flexibel doe-het-zelf-leerplan van projecten met praktijkvoorbeelden. Ontstaan vanuit pilot-evenementen die door Learning Network in New York en Chicago zijn gehouden, maakt de aankomende Hackasaurus Event Kit het organiseren van eigen jams overal en voor iedereen eenvoudig.
pl: Spotkania subkultury programistów czynią wymianę osiągnięć, lepszych sposobów programowania i różnych sztuczek komputerowych bardziej dostępnymi i przyjemnymi. We współpracy z bibliotekami, centrami nauki, centrami mediów młodzieżowych uczniowie biorą udział w elastycznych, przez siebie stworzonych programach nauczania . Opierając się na pilotażowych wydarzeniach prowadzonych przez Learning Network w Nowym Jorku i Chicago przyszłe wydarzenia Hackasaurus ułatwią każdemu i wszędzie organizować swoje spotkania.

source: This video requires a browser with support for open video.
de: Dieses Video erfordert einen Browser mit Open-Video-Unterstützung.
he: סרטון וידאו זה דורש דפדפן שתומך בתקני וידאו פתוחים.
hr: Ovaj video zahtijeva preglednik sa podrškom za otvoreni video.
it: Per visualizzare questo video è necessario un browser che supporta i formati video aperti.
ja: このビデオを見るには、オープンビデオをサポートするブラウザが必要です。
sq: Kjo video lyp një shfletues që i mbulon videot e hapura.

source: Our team at a glance:
ca: Una ullada al nostre equip:
de: Unser Team auf einen Blick:
es: Nuestro equipo de un vistazo:
fr: Notre équipe en un coup d'œil&nbsp;:
he: מבט מהיר על הצוות שלנו:
hr: Naš tim na prvi pogled:
it: La nostra squadra in breve:
ja: チーム紹介:
nl: Ons team in een oogopslag:
pl: Oto nasz zespół:
sq: Ekipi ynë me një vështrim të shpejtë:

source: <strong>Atul Varma</strong> is the Technical Lead. He has worked on <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> and <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a>.
ca: <strong>Atul Varma</strong> és el responsable tècnic. Ha treballat en <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> i <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a>.
de: <strong>Atul Varma</strong> ist der technische Leiter. Er hat an <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> und <a href="https://mozillalabs.com/ubiquity/">Ubuquity</a> gearbeitet.
es: <strong>Atul Varma</strong> es el técnico principal. Ha trabajado en <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> y <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a>.
fr: <strong>Atul Varma</strong> est le responsable technique. Il a travaillé sur <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> et <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a>.
he: <strong>אָטוּל וָרְמָה</strong> הוא המוביל הטכני. הוא עבד על <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> ו־<a href="https://mozillalabs.com/ubiquity/">Ubiquity</a>.
hr: <strong>Atul Varma</strong> je Tehnički voditelj. Radio je na <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> i <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a>.
it: <strong>Atul Varma</strong> è il responsabile tecnico. Ha lavorato allo sviluppo di <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> e <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a>.
ja: <strong>Atul Varma</strong> はテクニカル・リードです。彼は、<a href="http://humanized.com/enso/">Humanized Enso</a> や <a href="http://collusion.toolness.org/">Collusion</a>, <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a> で活動してきました。
nl: <strong>Atul Varma</strong> is het hoofd techniek. Hij heeft aan <a href="http://humanized.com/enso/">Humanized Enso</a>, <a href="http://collusion.toolness.org/">Collusion</a> en <a href="https://mozillalabs.com/ubiquity/">Ubiquity</a> gewerkt.

source: <strong>Jess Klein</strong> is the Design and Learning Lead. She has worked at <a href="http://explorecreateshare.org/">Hive NYC</a>, <a href="http://sesameworkshop.org">Sesame Workshop</a> and the <a href="http://www.instituteofplay.org/">Institute of Play</a>.
ca: <strong>Jess Klein</strong> és la responsable de disseny de cursos. Ha treballat a <a href="http://explorecreateshare.org/">Hive NYC</a>, <a href="http://sesameworkshop.org">Sesame Workshop</a> i a l'<a href="http://www.instituteofplay.org/">Institute of Play</a>.
de: <strong>Jess Klein</strong> ist Leiter für Design und Lernen. Sie hat an <a href="http://explorecreateshare.org/">Hive NYC</a>, <a href="http://sesameworkshop.org">Sesame Workshop</a> und dem <a href="http://www.instituteofplay.org/">Institute of Play</a>.
es: <strong>Jess Klein</strong> es la encargada de diseño y aprendizaje. Ha trabajado en <a href="http://explorecreateshare.org/">Hive NYC</a>, <a href="http://sesameworkshop.org">Sesame Workshop</a> y en el <a href="http://www.instituteofplay.org/">Institute of Play</a>.
fr: <strong>Jess Klein</strong> est la responsable de la conception et des cours. Elle a travaillé pour <a href=\"http://explorecreateshare.org/\">Hive NYC</a>, <a href=\"http://sesameworkshop.org\">Sesame Workshop</a> et l'<a href=\"http://www.instituteofplay.org/\">Institute of Play</a>.
he: <strong>גֵ׳ס קליין</strong> היא המובילה בנושא עיצוב ולימוד. היא עבדה ב־ <a href="http://explorecreateshare.org/">Hive NYC</a> <a href="http://sesameworkshop.org">Sesame Workshop</a> ו־<a href="http://www.instituteofplay.org/">Institute of Play</a>.
hr: <strong>Jess Klein</strong> je voditeljica dizajna i učenja. Radila je na <a href="http://explorecreateshare.org/">Hive NYC</a>, <a href="http://sesameworkshop.org">Sesame Workshop</a> i na <ahref="http://www.instituteofplay.org/">Institute of Play</a>.
it: <strong>Jess Klein</strong> è la responsabile del design e dei corsi di formazione. Ha lavorato per <a href="http://explorecreateshare.org/">Hive NYC</a>, <a href="http://sesameworkshop.org">Sesame Workshop</a> e per <a href="http://www.instituteofplay.org/">Institute of Play</a>.
ja: <strong>Jess Klein</strong> は、Design and Learning Lead です。 彼女は、<a href="http://explorecreateshare.org/">Hive NYC</a> や <a href="http://sesameworkshop.org">Sesame Workshop</a>, <a href="http://www.instituteofplay.org/">Institute of Play</a> で活動してきました。
nl: <strong>Jess Klein</strong> is het hoofd ontwerp en leren. Ze heeft bij <a href="http://explorecreateshare.org/">Hive NYC</a>, <a href="http://sesameworkshop.org">Sesame Workshop</a> en het <a href="http://www.instituteofplay.org/">Institute of Play</a> gewerkt.

source: We have many community members who are working to co-develop the project. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">Learn more about them</a>, and how you can get involved.
ca: Tenim molts membres de la comunitat que estan treballant conjuntament en el desenvolupament del projecte. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">Descobreix qui són</a>, i com pots implicar-t'hi.
de: Wir haben viele Mitglieder der Gemeinschaft, die das Projekt mit entwickeln. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">Erfahren Sie mehr über sie</a> und wie Sie mitmachen können.
es: Tenemos muchos miembros de la comunidad que trabajan para codesarrollar el proyecto. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">Lee más sobre ellos</a> y sobre cómo te puedes involucrar.
fr: De nombreux membres de la communauté travaillent pour nous aider à développer le projet. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">Découvrez qui ils sont</a> et comment vous pouvez vous investir.
he: יש לנו חברי קהילה רבים שעובדים כדי לפתח את המיזם בשיתוף פעולה. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">מידע נוסף על האנשים</a> ועל איך אפשר להצטרף אליהם.
hr: Imamo mnogo članova zajednice koji rade na razvoju projekta. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">Saznaj više o njima</a>, i kako se ti možeš uključiti.
it: Molti membri della communità stanno collaborando con noi per contribuire allo sviluppo del progetto. Impara <a href="https://wiki.mozilla.org/Hackasaurus/Credits">a conoscerli meglio</a>, e come puoi farti coinvolgere.
ja: 私たちは、開発に携わる多くのコミュニティメンバーを抱えています。 <a href="https://wiki.mozilla.org/Hackasaurus/Credits">彼らについて知り</a>、どのように参加できるか学んでください。
nl: We hebben veel gemeenschapsleden die aan de ontwikkeling van het project meewerken. <a href="https://wiki.mozilla.org/Hackasaurus/Credits">Lees meer over de leden</a> en hoe u betrokken kunt raken.

source: Did you know?
ca: Ho sabies?
de: Wussten Sie schon?
es: ¿Sabías?
fr: Le saviez-vous&nbsp;?
he: הידעתם?
hr: Jeste li znali?
it: Lo sapevi che?
ja: ご存知ですか？
nl: Wist u dat…?
pl: Czy wiesz, że…?
sq: E dinit se...

source: Hackasaurus is being designed as an open source and open educational resource project. That means that all of our code and curriculum for the project is available for you to <a href="%(LOCALE_ROOT)scontribute/">fork</a> and work with&mdash;and improve!
ca: El Hackasaurus està dissenyat com un projecte de codi obert i també com un recurs educatiu obert. Això vol dir que tot el codi i material curricular del projecte estan a la disposició de tothom per <a href="%(LOCALE_ROOT)scontribute/">replicar-lo i modificar-lo</a> i treballar per&mdash;millorar-lo!
de: Hackasaurus wird als quelloffenes Projekt und als offene Bildungsressource entwickelt. Das heißt, dass unser gesamter Quelltext und die Kurspläne für das Projekt Ihnen zur Verfügung stehen, so dass Sie es <a href="%(LOCALE_ROOT)scontribute/">aufspalten</a> und damit arbeiten – und es verbessern – können!
es: Hackasaurus ha sido diseñado como un proyecto de código abierto y recurso educativo abierto. Esto significa que todo nuestro código y plan de trabajo del proyecto están disponibles para ti para que lo <a href="%(LOCALE_ROOT)scontribute/">uses como punto de partida</a> y trabajes con él&mdash; ¡y lo mejores!
fr: Hackasaurus est développé comme un projet libre et une ressource ouverte pour l'éducation. Cela signifie que l'intégralité aussi bien des code source que des cours utilisés dans le projet sont disponibles, vous pouvez les copier, les modifier&mdash; et les améliorer&nbsp;!
he: האקאזאור מעוצב בתור מיזם משאבים חינוכיים פתוחים בקוד פתוח. זה אומר שאפשר <a href="%(LOCALE_ROOT)scontribute/">ליצור גרסה משלכם</a> לכל הקוד שלנו ולכל תכנית הלימודים שלנו במיזם ולשפר אותם!
hr: Hackasaurus je dizajniran kao projekt otvorenog koda i otvorenih edukacijskih resursa. To znači da su sav naš kod i nastavni plan u vezi projekta dostupni vama za <a href="%(LOCALE_ROOT)scontribute/">pregledavanje</a>i rad&mdash;i unapređenje!
it: Hackasaurus è stato concepito per essere un progetto OpenSource e una risorsa aperta per l'insegnamento. Ciò significa che tutto il codice e i curriculum sono disponibili per il <a href="%(LOCALE_ROOT)scontribute/">fork</a> in modo che tu possa contribuire al suo sviluppo&ndash;e al suo miglioramento.
ja: Hackasaurus は、オープンソースおよびオープンな教育リソースとして設計されています。これは、私たちのすべてのコードとプロジェクトのカリキュラムについて、<a href="%(LOCALE_ROOT)scontribute/">コードの再利用</a>やプロジェクトへの参加ができることを意味しています。
nl: Hackasaurus wordt ontworpen als een open-source- en open educatief bronproject. Dat betekent dat al onze code en leerplannen voor het project voor u beschikbaar zijn om te <a href="%(LOCALE_ROOT)scontribute/">forken</a> en ermee te werken &ndash; en te verbeteren!
sq: Hackasaurus është hartuar si një projekt burimi të hapur dhe si burim i hapër arsimor. Kjo do të thotë që krejt kodi ynë dhe plani mësimor për projektin mund <a href="%(LOCALE_ROOT)scontribute/">të ripërdoret nga ju</a> për nevoja pune &mdash;dhe për ta përmirësuar!

source: News, notes and ramblings from the Hackasaurus project team.
ca: Notícies, notes i apunts de l'equip del projecte Hackasaurus.
de: Neuigkeiten, Hinweise und Abschweifungen von Hackasaurus-Projekt-Team.
es: Noticias, notas y divagaciones del equipo del proyecto Hackasaurus.
fr: Nouvelles, notes et propos décousus de l'équipe Hackasaurus
he: חדשות, הערות וקשקושים מצוות מיזם האקאזאור.
hr: Novosti, zabilješke i glasine od strane Hackasaurus projektnog tima.
it: Novità, note e divagazioni dal team di Hackasaurus.
ja: Hackasaurus プロジェクトチームからのニュースやお知らせ、その他何でも。
nl: Nieuws, mededelingen en omzwervingen van het Hackasaurus-projectteam.
pl: Nowości, zapiski i dyskusje zespołu Hackasaurusa.
sq: Lajme, shënime dhe dërdëllitje nga ekipi i projektit Hackasaurus.

source: Recent Posts
ca: Apunts recents
de: Neue Beiträge
es: Mensajes recientes
fr: Articles récents
he: רשומות אחרונות
hr: Nedavne Objave
it: Ultimi post
ja: 最近の投稿
nl: Recente berichten
pl: Ostatnie wpisy
sq: Postimet Më të Fundit

source: Posted by <span class="author"></span>
ca: Publicat per <span class="author"></span>
de: Geschrieben von <span class="author"></span>
es: Publicado por <span class="author"></span>
fr: Publié par <span class="author"></span>
he: נשלח על־ידי <span class="author"></span>
hr: Objavio <span class="author"></span>
it: Postato da <span class="author"></span>
ja: 投稿者: <span class="author"></span>
nl: Geplaatst door <span class="author"></span>
pl: Opublikowane przez <span class="author"></span>
sq: Postuar nga <span class="author"></span>

source: Hackasaurus is an open-source project. If you're a coder, just <a href="https://github.com/hackasaurus/webxray">fork the goggles</a> on Github, <a href="%(BUG_LIST_URL)s">find a bug</a>, and contribute away!
ca: Hackasaurus és un projecte de codi obert. Si ets programador, simplement <a href="https://github.com/hackasaurus/webxray">copia el codi</a> del Github, <a href="%(BUG_LIST_URL)s">cerca-hi algun error</a> i contribueix-hi sense por!
de: Hackasaurus ist ein Open-Source-Projekt. Wenn Sie ein Programmierer sind, <a href="https://github.com/hackasaurus/webxray">spalten Sie einfach die Brille ab</a> auf Github, <a href="%(BUG_LIST_URL)s">finden Sie einen Fehler</a> und machen Sie einfach mit!
es: Hackasaurus es un proyecto de código abierto. Si eres programador, <a href="https://github.com/hackasaurus/webxray">no lo pierdas de vista</a> en Github, <a href="%(BUG_LIST_URL)s">encuentra un error</a>, ¡y contribuye libremente!
fr: Hackasaurus est un projet open-source. Si vous êtes développeurs, vous pouvez <a href="https://github.com/hackasaurus/webxray">récupérer le code des lunettes</a> sur Github, <a href="%(BUG_LIST_URL)s">signaler des problèmes</a>, et contribuer&nbsp;!
he: האקאזאור הוא מיזם קוד פתוח. כל מי שיודע לתכנת <a href="https://github.com/hackasaurus/webxray">יכול ליצור גרסה משלכם של משקפי הרנטגן</a> באתר Github, <a href="%(BUG_LIST_URL)s">למצוא באג</a> ולתרום!
hr: Hackasaurus je projekt otvorenog koda. Ako si programer, samo <a href="https://github.com/hackasaurus/webxray">isprobaj naočale</a> na Githhubu, <a href="%(BUG_LIST_URL)s">pronađi grešku</a>, i doprinesi!
it: Hackasaurus è un progetto OpenSource. Se sei un programmatore, puoi <a href="https://github.com/hackasaurus/webxray">effettuare il fork degli Occhiali</a> su Github, <a href="%(BUG_LIST_URL)s">segnalare un bug</a> e dare il tuo contributo.
ja: Hackasaurus はオープンソースプロジェクトです。あなたがコードを書ける場合は、Github 上の<a href="https://github.com/hackasaurus/webxray">ゴーグルのソースをフォーク</a>するか、<a href="%(BUG_LIST_URL)s">バグを報告</a>しましょう。または、その他何でも協力してください！
nl: Hackasaurus is een opensourceproject. Als u een codeschrijver bent, <a href="https://github.com/hackasaurus/webxray">fork de goggles</a> dan op Github, <a href="%(BUG_LIST_URL)s">vind een bug</a>, en draag toch bij!

source: Join the Google Group
ca: Uneix-te al grup de Google
de: Treten Sie der Google-Gruppe bei
es: Únete al grupo de Google
fr: Rejoindre la liste de discussion
he: להצטרף לקבוצת גוגל
hr: Pridružite se Google Grupi
it: Unisciti al gruppo su Google Gruppi
ja: Google Group に参加する
nl: Aansluiten bij de Google-groep
pl: Dołącz do grupy na Google
sq: Bëhuni Pjesë e Grupit Google

source: Subscribe to our <a href="http://groups.google.com/group/hackasaurus">google group</a> if you have any questions or want to propose an idea.
ca: Subscriu-te al nostre <a href="http://groups.google.com/group/hackasaurus">grup de Google</a> si tens cap pregunta o si vols proposar-hi una idea.
de: Abonnieren Sie unsere <a href="http://groups.google.com/group/hackasaurus">Google-Gruppe</a>, wenn Sie Fragen haben oder eine Idee vorschlagen möchten.
es: Suscríbete a nuestro <a href="http://groups.google.com/group/hackasaurus">grupo de google </a> si tienes alguna pregunta o deseas proponer una idea.
fr: Abonnez-vous à notre <a href="http://groups.google.com/group/hackasaurus">liste de discussion</a> si vous avez des questions ou voulez proposer une idée.
he: הירשמו ל<a href="http://groups.google.com/group/hackasaurus">קבוצת הגוגל</a> שלנו אם יש לכם שאלות או אם אתם רוצים להציע רעיון. (הקבוצה מתנהלת בעיקר באנגלית.)
hr: Pretplati se na našu <a href="http://groups.google.com/group/hackasaurus">google groupu</a> ako imate nekih pitanja ili želite predložiti svoju ideju.
it: Se hai domande o idee da proporre, iscriviti al nostro <a href="http://groups.google.com/group/hackasaurus">gruppo su Google Gruppi</a>.
ja: ご質問や提案したいアイデアがあるときは、Hackasaurus の <a href="http://groups.google.com/group/hackasaurus">Google Group</a> を購読してください。
nl: Abonneer u bij onze <a href="http://groups.google.com/group/hackasaurus">google-groep</a> als u vragen hebt of een idee wilt voorstellen.
pl: Jeśli masz pytania lub chcesz zgłosić swój pomysł dołącz do <a href="http://groups.google.com/group/hackasaurus">grupy na Google</a>.
sq: Pajtohuni te <a href="http://groups.google.com/group/hackasaurus">grupi ynë në Google</a>, nëse keni ndonjë pyetje ose nëse dëshironi të propozoni ndonjë ide.

source: Chat with us
ca: Conversa amb nosaltres
de: Chatten Sie mit uns
es: Chatea con nosotros
fr: Discuter avec nous
he: דברו אתנו בצ׳אט
hr: Chatajte s nama
it: Entra nella Chat
ja: チームメンバーとチャットする
nl: Chat met ons
pl: Rozmawiaj z nami
sq: Fjalosuni me ne
