Repository: Mozilla-GitHub-Standards/d5265f3cffbac7b6c719f2b6d974a9eb14586acc09fe2057a55d599dad28252c
Catalog: */LC_MESSAGES/default.po
Languages: ca, de, es, fr, he, hr, it, ja, nl, pl, sq

source: Hackasaurus is being designed as an open source and open educational resource project. That means that all of our code and curriculum for the project is available for you to <a href="%(LOCALE_ROOT)scontribute/" class="onsite">fork</a> and work with&mdash;and improve!
pl: Hackasaurus jest pomyślany jako projekt o otwartym dostępie do kodu źródłowego i zasobów edukacyjnych. Oznacza to, że cały nasz kod i program nauczania jest dostępny dla ciebie i możesz tworzyć jego <a href="%(LOCALE_ROOT)scontribute/" class="onsite">rozwidlenia</a>, a także pracować nad nim i go rozwijać!

source: Hackasaurus is an open-source project. If you're a coder, just <a href="https://github.com/hackasaurus/webxray">fork the goggles</a> on Github, <a href="http://hackasaurus.lighthouseapp.com/projects/81472-goggles/tickets">find a bug</a>, and contribute away!
pl: Hackasaurus to projekt open-source. Jeśli jesteś programistą po prostu <a href="https://github.com/hackasaurus/webxray">sforkuj Googles</a> na Githubie, <a href="http://hackasaurus.lighthouseapp.com/projects/81472-goggles/tickets">znajdź błąd</a> i zacznij działać!
