Repository: Mozilla-GitHub-Standards/d5265f3cffbac7b6c719f2b6d974a9eb14586acc09fe2057a55d599dad28252c
Catalog: */LC_MESSAGES/default.po
Languages: ca, de, es, fr, he, hr, it, ja, nl, pl, sq

source: Chill out with the development team on <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a> at <b>#hackasaurus</b> on irc.mozilla.org. We love visitors!
ca: Adreçat directament amb l'equip de desenvolupament des de l'<a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a> al canal <b>#hackasaurus</b> d'irc.mozilla.org. Ens encanta rebre visites!
de: Hängen Sie mit dem Entwicklerteam rum im <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a> in <b>#hackasaurus</b> auf irc.mozilla.org. Wir lieben Besucher!
es: Entra en confianza con el equipo de desarrollo en <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a> en <b>#hackasaurus</b> en irc.mozilla.org. ¡Nos encantan los visitantes!
fr: Venez discuter avec l'équipe de développement sur <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a>, sur le canal <b>#hackasaurus</b> sur irc.mozilla.org. Nous aimons avoir de la visite&nbsp;!
he: בואו לזולה עם צוות הפיתוח שלנו ב<a href="https://wiki.mozilla.org/IRC#Getting_Started">ה־IRC</a> בערוץ <b dir="ltr">#hackasaurus</b> בשרת irc.mozilla.org. אנחנו אוהבים מבקרים!
hr: Družite se sa razvojnim timom na <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC-u</a> na <b>#hackasaurus</b> na irc.mozilla.org. Volimo posjetitelje!
it: Vieni a discutere col team di sviluppo su <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a> at <b>#hackasaurus</b> on irc.mozilla.org. Ci piace avere dei visitatori!
ja: 開発チームの仲間たちと <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a> でおしゃべりしませんか。irc.mozilla.org 上の <b>#hackasaurus</b> チャンネルで、どなたでも歓迎します！
nl: Ontspan u met het ontwikkelteam op <a href="https://wiki.mozilla.org/IRC#Getting_Started">IRC</a> in <b>#hackasaurus</b> op irc.mozilla.org. Bezoekers zijn welkom!
pl: Pogadaj z zespołem programistów na naszym <a href="https://wiki.mozilla.org/IRC#Getting_Started">kanale IRC</a> <b>#hackasaurus</b> na serwerze irc.mozilla.org. Uwielbiamy odwiedzających!

source: Localize content
ca: Tradueix el contingut
de: Übersetzen Sie Inhalte
es: Localiza el contenido
fr: Traduire le contenu
he: תרגום תוכן
hr: Lokaliziraj sadržaj
it: Traduzione dei contenuti
ja: コンテンツを翻訳する
nl: Inhoud vertalen
pl: Przetłumacz
sq: Përktheni lëndë

source: We'd love to have your help <a href="https://wiki.mozilla.org/Hackasaurus/Localization">translating</a> the tools and curriculum into different languages.
ca: Ens encantaria tenir ajuda per a <a href="https://wiki.mozilla.org/Hackasaurus/Localization">traduir</a> les eines i el currículum en diferents llengües.
de: Wir hätten gerne Ihre Hilfe bei der <a href="https://wiki.mozilla.org/Hackasaurus/Localization">Übersetzung</a> der Werkzeuge und Kurspläne in verschiedene Sprachen.
es: Nos encantaría tener tu ayuda <a href="https://wiki.mozilla.org/Hackasaurus/Localization">traduciendo</a> las herramientas y el currículo a diferentes idiomas.
fr: Nous aimerions avoir votre aide pour <a href="https://wiki.mozilla.org/Hackasaurus/Localization">traduire</a> les outils et les cours dans d'autres langues.
he: אנו נשמח אם תסייעו לנו <a href="https://wiki.mozilla.org/Hackasaurus/Localization">לתרגם</a> את הכלים ואת תכנית הלימודים לשפות שונות.
hr: Voljeli bismo vašu pomoć pri <a href="https://wiki.mozilla.org/Hackasaurus/Localization">prevođenju</a> alate i nastavni plan na razne jezike.
it: Ci piacerebbe avere il tuo aiuto per <a href="https://wiki.mozilla.org/Hackasaurus/Localization">tradurre</a> gli strumenti di Hackasaurus e il curriculum in più lingue.
ja: ぜひ、ツールやカリキュラムをあなたの言語に<a href="https://wiki.mozilla.org/Hackasaurus/Localization">翻訳</a>してください。
nl: Uw hulp bij het <a href="https://wiki.mozilla.org/Hackasaurus/Localization">vertalen</a> van de hulpmiddelen en het leerplan naar verschillende talen is zeer welkom.
pl: Pomóż nam <a href="https://wiki.mozilla.org/Hackasaurus/Localization">tłumaczyć</a> nasze narzędzia i program zajęć na inne języki!
sq: Do të ishim të lumtur po të na ndihmonit në <a href="https://wiki.mozilla.org/Hackasaurus/Localization">përkthimin</a> në gjuhë të ndryshme të mjeteve dhe të planit mësimor.

source: Tools for teaching webmaking
ca: Eines per a ensenyar creació en el Web
de: Werkzeuge für das Lehren von Web-Entwicklung
es: Herramientas para enseñar a crear páginas web
fr: Outils pour apprendre à créer avec le Web
he: כלים להוראת יצירה ברשת
hr: Alati za poučavanje izrade weba
it: Strumenti per apprendere l'arte di creare sul Web
ja: Web 製作のための教材
nl: Hulpmiddelen voor onderwijzen van webbouwen
sq: Mjete për të dhënë miësim mbi krijim gjërash në web

source: The Hacktivity Kit
ca: Guia de hacking
de: Die Hacktivitäts-Ausrüstung
es: El kit Hacktivity
fr: Le Kit d'Hacktivité
he: ערכת פעילות האקאזאור
hr: Hacktivity Kit
it: Hacktivity Kit
ja: Hacktivity キット
nl: De Hacktivity Kit

source: Step by step instructions for running your own hack jam. This includes printables, sample lesson plans, assessment rubrics and cheat sheets. You'll learn how to:
ca: Instruccions pas a pas per a executar el teu propi hack jam. Això inclou imprimibles, plans de lliçons d'exemple, esborranys d'avaluació i fulls resum. Aprendràs a:
de: Schritt-für-Schritt-Anleitungen für das Durchführen Ihres eigenen Hack-Jams. Dazu gehören Ausdrucke, Beispielpläne für Stunden, Bewertungsrubriken und Spickzettel. Sie werden lernen, wie man:
es: Instrucciones paso a paso para ejecutar tu propio hack jam. Esto incluye imprimibles, planes de lecciones de ejemplo, matrices de evaluación y hojas resumen. Aprenderás a:
fr: Des instructions pas à pas pour vous aider à organiser vos propres ateliers bidouille. Elles incluent des fiches à imprimer, des exemples de programmes, des fiches d'évaluation et des aide-mémoire. Vous apprendrez à&nbsp;:
he: הוראות צעד־אחר־צעד לעריכת האק ג׳אם משלכם. זה כולל חומרים להדפסה, מערכי שיעור לדוגמה, טבלאות הערכה ודפי נוסחאות. תוכלו ללמוד איך:
hr: Korak po korak upute za vođenje vlastitog hack jama. Ovo uključuje, planove lekcija, rubrike za procjenu i podsjetnike za ispis. Naučit ćete kako:
it: Istruzioni passo&nbsp;passo per organizzare un tuo Hack JAM. Sono incluse schede stampabili, programmi di esempio, schede di valutazione e note riassuntive. Imparerai:
nl: Stap-voor-stap-instructies voor het houden van uw eigen hack-jam. Hieronder vallen afdrukbare voorbeeldlesplannen, opdrachtrubrieken en cheatsheets. U leert hoe u:

source: prepare for a hack jam
ca: preparar un hack jam
de: ein Hack-Jam vorbereitet
es: prepararte para un hack jam
fr: vous préparer pour une session de bidouille
he: להכין האק ג׳אם
hr: se pripremiti za hack jam
it: come prepararti a un evento hack jam
ja: ハックジャムのための準備
nl: een hack-jam kunt voorbereiden
sq: përgatituni për një Hack Jam

source: choose a theme and set learning goals
ca: triar un tema i defineix uns objectius d'aprenentatge
de: ein Thema auswählt und Lernziele setzt
es: eligir un tema y establecer las metas del aprendizaje
fr: choisir un thème et définir les objectifs d'apprentissage
he: לבחור נושא ולהציב יעדים ללימוד
hr: odabrati temu i postaviti cilj učenja
it: come scegliere un tema e definire gli obiettivi di apprendimento
ja: テーマの選択と目標の設定
nl: een thema kunt kiezen en leerdoelstellingen kunt opstellen
sq: zgjidhni një temë dhe përcaktoni objektivat e mësimiy

source: design a lesson plan
ca: dissenyar un pla de lliçons
de: einen Stundenplan gestaltet
es: diseñar un plan de lecciones
fr: concevoir le plan d'un cours
he: לעצב מערך שיעור
hr: Isplanirajte lekciju
it: come concepire un piano di studi
ja: レッスンプランの設計
nl: een lesplan kunt ontwerpen
sq: hartoni një plan mësimi

source: a 101 guide to HTML
ca: una guia bàsica d'HTML
de: ein Anfängerleitfaden für HTML
es: una guía básica de HTML
fr: un guide du B-A BA de HTML
he: מדריך HTML למתחילים
hr: 101 uputa za HTML
it: l'abc del linguaggio HTML
ja: HTML についての101のガイド
nl: een 101-gids voor HTML
sq: një udhërrëfyes 101 për HTML-në

source: set up for success
ca: preparar-te per a l'èxit
de: sich für Erfolg einrichtet
es: prepararte para el éxito
fr: vous préparer pour réussir
he: להכין פעילות מוצלחת
hr: pripremiti se za uspjeh
it: come prepararti al successo
nl: succes kunt plannen
sq: përgatituni për suksesin

source: work in teams and co-build
ca: treballar en equips col·laborativament
de: in Teams arbeitet und zusammen entwickelt
es: trabajar en equipos y crear colaborativamente
fr: travailler en équipe et créer collectivement
he: לעבוד בצוות ולבנות יחד
hr: raditi u timovima i surađivati
it: a lavorare in squadra e creare in gruppo
ja: チームの作成と共同作業
nl: in teams kunt werken en samen kunt ontwikkelen
sq: punoni në ekipe dhe bashkëkrijoni

source: ...and more!
ca: ...i molt més!
de: … und mehr!
es: ¡...y más!
fr: ... et bien plus
he: ... ועוד!
hr: ...i više!
it: &hellip;e molto altro!
nl: …en meer!
sq: ...dhe më tepër!

source: Download
ca: Baixa
de: Herunterladen
es: Descargar
fr: Télécharger
he: הורדה
hr: Preuzimanje
ja: ダウンロード
nl: Downloaden
sq: Shkarkoje

source: Hackasaurus Slides
ca: Presentació de Hackasaurus
de: Hackasaurus-Folien
es: Diapositivas de Hackasaurus
fr: Présentation de Hackasaurus
he: מצגת שקפים של האקאזאור
hr: Hackasaurus Slajdovi
it: Diapositive su Hackasaurus
ja: Hackasaurus のスライド
nl: Hackasaurus-dia’s
sq: Diapozitiva nga Hackasaurus

source: An HTML5 remixable slide show. You will learn:
ca: Una presentació remenable en HTML5. Aprendràs sobre:
de: Eine neu gestaltbare HTML5-Präsentation. Sie werden lernen:
es: Una presentación remezclable de diapositivas en HTML5. Aprenderás:
fr: Un diaporama remixable en HTML5. Vous y apprendrez&nbsp;:
he: מצגת ב־HTML5 שגם לה אפשר לעשות רמיקס. תוכלו ללמוד:
hr: HTML5 prezentacija. Naučit ćete:
it: Una presentazione remixabile in HTML5. Ti permetterà di apprendere:
ja: HTML5 で作られたリミックス可能なスライドショー。以下の事が学べます：
nl: Een HTML5-combineerbare diavoorstelling. U leert:
sq: Një paraqitje me diapozitiva HTML5 që mund t'i ripërzieni. Do të mësoni:

source: what we mean when we say hack
ca: què vol dir quan diem «hackejar»
de: was wir meinen, wenn wir „hacken“ sagen
es: lo que queremos decir cuando decimos hackear
fr: ce que nous entendons par bidouille
he: למה אנחנו מתכוונים כשאנחנו אומרים „האק”
hr: što mislimo kad kažemo "hack"
it: cosa intendiamo con il termine hack
ja: 私たちの言う「ハック」の意味
nl: wat we bedoelen als we over hacken spreken
sq: ç'nënkuptojmë kur themi hack

source: what makes the web unique
ca: què fa el Web únic
de: was das Internet einzigartig macht
es: aquello que hace única a la web
fr: ce qui rend le Web unique
he: מה ייחודי בווב
hr: što web čini unikatnim
it: cosa rende il Web unico
ja: Web をユニークにするもの
nl: wat het internet uniek maakt
sq: çfarë e bën web-in unik

source: how to install the X-Ray Goggles
ca: com instal·lar les ulleres de raigs X
de: wie Sie die Röntgenbrille installieren
es: cómo instalar las Superlentes de rayos X
fr: comment installer les lunettes à rayons X
he: כיצד להתקין את משקפי הרנטגן
hr: kako instalirati X-Ray naočale
it: come installare gli Occhiali a raggi X
ja: X-Ray ゴーグルのインストール方法
nl: hoe u de Röntgenbril kunt installeren
sq: si të instalohet X-Ray Goggles

source: how to make your first hack
ca: com fer el teu primer «hack»
de: wie Sie Ihren ersten Hack machen
es: cómo hacer tu primer hack
fr: comment créer votre première bidouille
he: איך לעשות את ההאק הראשון שלכם
hr: kako napraviti vaš prvi "hack"
it: come creare il tuo primo hack
ja: 最初のハックの作り方
nl: hoe u uw eerste hack kunt maken

source: Play Slide Show
ca: Reprodueix la presentació
de: Präsentation abspielen
es: Reproducir la presentación
fr: Lancer le diaporama
he: הפעלת מצגת שקופיות
hr: Pokreni prezentaciju
it: Riproduci la presentazione
ja: スライドショーを再生
nl: Diavoorstelling afspelen
sq: Shfaqi Diapozitivat

source: I.T. Checklist
ca: Llista de verificació TIC
de: IT-Prüfliste
es: Lista de verificación I.T.
fr: Liste de ce dont vous aurez besoin
he: רשימת תיוג של ציוד דרוש
hr: I.T. lista provjere
it: Elenco di cosa ti serve
ja: I.T. チェックリスト
nl: IT-controlelijst
sq: Listë hapash I.T.

source: stable internet connection
ca: connexió a Internet estable
de: Stabile Internetverbindung
es: conexión estable de Internet
fr: une connexion à Internet stable
he: חיבור אינטרנט יציב
hr: stabilna internet veza
it: una connessione a Internet stabile
ja: 安定したインターネット環境
nl: stabiele internetverbinding
sq: lidhje internet e qëndrueshme

source: laptops or PC's for participants
ca: ordinadors portàtils o d'escriptori per als participants
de: Laptops oder Desktop-Rechner für Teilnehmer
es: equipos portátiles o de escritorio para los participantes
fr: des ordinateurs pour les participants
he: מחשבים ניידים או שולחניים למשתתפים
hr: laptopi ili PC računala za sudionike
it: dei laptop o dei PC per i partecipanti
ja: 参加に必要なパソコン
nl: laptops of PC’s voor deelnemers
sq: laptopë ose desktopë për pjesëmarrësit

source: most up-to-date version of Firefox, Opera, Chrome or Safari browsers
ca: una versió recent dels navegadors Firefox, Opera, Chrome o Safari
de: neueste Versionen von Browsern wie Firefox, Opera, Chrome oder Safari
es: las versiones más actualizadas de los navegadores Firefox, Opera, Chrome o Safari
fr: une version à jour de Firefox, Opera, Chrome ou Safari
he: גרסה עדכנית של דפדפן פיירפוקס, אופרה, כרום או ספארי
hr: najnovija verzija Firefox, Opera, Chrome ili Safari preglednika
it: una versione aggiornata di Firefox, Opera o Safari
ja: 最新版の Firefox、Opera、Chrome または Safari ブラウザ
nl: meest actuele versie van Firefox-, Opera-, Chrome- of Safari-browsers
sq: versionin më të përditësuar të shfletuesit Firefox, Opera, Chrome ose Safari

source: X-Ray Goggles bookmarklets installed
ca: S'ha instal·lat el connector de les ulleres de raigs X
de: installierte Bookmarklets für Röntgenbrille
es: Instalados los bookmarklets para las Superlentes de rayos X
fr: Les bookmarklets des lunettes à rayons X installées dans les navigateurs
he: סימנייה מותקנת של משקפי רנטגן
hr: Instalirani bookmarkleti za X-Ray Naočale
it: il bookmarklet degli Occhiali a raggi X
ja: X-Ray ゴーグルのブックマークレットをインストールする
nl: Röntgenbril-bookmarklets geïnstalleerd

source: projector set up for participation
ca: s'ha configurat el projector per a permetre'n la participació
de: Projektor zum Mitmachen eingerichtet
es: proyector configurado para permitir la participación
fr: un vidéo-projecteur prêt à fonctionner
he: מקרן מוכן לפעולה
hr: projektor primpremljen za sudjelovanje
it: un videoproiettore pronto per l'uso
ja: プロジェクター設置の準備
nl: voor deelname ingestelde projector

source: For a more detailed checklist, download the PDF below.
ca: Per a una llista més detallada, baixa el PDF a continuació:
de: Eine ausführlichere Prüfliste finden Sie im folgenden herunterladbaren PDF.
es: Para una lista más detallada, descarga el PDF siguiente.
fr: Pour une liste de validation plus détaillée, téléchargez le PDF ci-dessous.
he: לרשימת תיוג מפורטת יותר, הורידו את מסמך ה־PDF להלן.
hr: Za detaljniju listu provjere, preuzmite PDF ispod.
it: Per un elenco più dettagliato, scarica il file PDF qui di seguito.
ja: もっと詳しいチェックリストが必要であれば、下記の PDF ファイルをダウンロードしてください。
nl: Download de onderstaande PDF voor een meer gedetailleerde controlelijst.
sq: Për një listë hapash më të hollësishme, shkarkoni PDF-në më poshtë.

source: Download PDF
ca: Baixa el PDF
de: PDF herunterladen
es: Descargar el PDF
fr: Télécharger le PDF
he: הורדת PDF
hr: Skinite PDF
it: Scarica PDF
ja: PDF をダウンロード
nl: PDF downloaden
sq: Shkarkoni PDF-në

source: X-Ray Goggles Cheat Sheet
ca: Full d'apunts de les ulleres de raigs X
de: Spickzettel für Röntgenbrille
es: Hoja con trucos para las Superlentes de rayos X
fr: Pense-bête des lunettes aux rayons X
he: „דף נוסחאות” למשקפי הרנטגן
hr: Podsjetnik za X-Ray Naočale
it: Note riassuntive sugli Occhiali a raggi X
ja: X-Ray ゴーグル操作早見表
nl: Röntgenbril-cheatsheet

source: A quick reference printable for the X-Ray Goggles tool, highlighted hot keys:
ca: Una referència ràpida i imprimible de les ulleres de raigs X, incloent-hi les tecles d'accés ràpid mes destacables:
de: Eine kurze, ausdruckbare Übersicht für das Werkzeug Röntgenbrille, Tastaturkürzel sind hervorgehoben:
es: Una referencia rápida en versión imprimible para las Superlentes de rayos X, con las teclas de acceso rápido más destacadas:
fr: Une fiche à imprimer qui résume les principales commandes des lunettes à rayons X&nbsp;:
he: רשימה להדפסה של קיצורי מקשים שימושיים בתכנת משקפי הרנטגן:
hr: Referenca za ispis za X-Ray Naočale, s istaknutim kraticama:
it: Un foglio stampabile che raccoglie i principali comandi degli Occhiali a raggi X:
nl: Een snelle afdrukbare handleiding voor het Röntgenbril-hulpmiddel, gemarkeerde sneltoetsen:

source: remix an element
ca: remena un element
de: ein Element neu gestalten
es: remezclar un elemento
fr: remixer un élément
he: לעשות רמיקס לאלמנט
hr: remiksaj element
it: Remixare un elemento
ja: 要素をリミックスする
nl: een element combineren
sq: ripërzieni një element

source: inspect an element
ca: inspecciona un element
de: ein Element inspizieren
es: inspeccionar un elemento
fr: inspecter un élément
he: חקירת אלמנט
hr: provjeri element
it: ispezionare un elemento
ja: 要素を調べる
nl: een element inspecteren
sq: mbikëqyreni një element

source: publish your hack
ca: publica el teu hack
de: Ihren Hack veröffentlichen
es: publicar tu hack
fr: publier votre bidouille
he: פרסום ההאק שלך
hr: objavi svoj hack
it: pubblicare il tuo hack
ja: ハックを公開する
nl: uw hack publiceren

source: deactivate the goggles
ca: desactiva les ulleres
de: die Brille deaktivieren
es: desactivar las superlentes
fr: désactiver les lunettes
he: כיבוי המשקפיים
hr: isključi naočale
it: disattivare gli Occhiali
ja: ゴーグルを外す
nl: de bril deactiveren

source: Undo
ca: Desfés
de: Rückgängig
es: Deshacer
fr: Annuler
he: ביטול פעולה אחרונה
hr: Poništi
it: Annulla
ja: 元に戻す
nl: Ongedaan maken
sq: Zhbëje

source: Redo
ca: Refés
de: Wiederherstellen
es: Rehacer
fr: Rétablir
he: חזרה על הפעולה האחרונה
hr: Ponovi
it: Ripeti
ja: やり直し
nl: Opnieuw uitvoeren
sq: Ribëje

source: Ascend to parent element
ca: Vés amunt a l'element pare
de: Zum übergeordneten Element aufsteigen
es: Ascender al elemento padre
fr: Sélectionner l'élément parent
he: עלייה לאלמנט הורה
hr: Popni se na nadređeni element
it: Selezionare l'elemento genitore
nl: Omhoog naar bovenliggend element
sq: Ngjitu te elementi mëmë

source: Descend from parent element
ca: Vés avall a l'element pare
de: Vom übergeordneten Element absteigen
es: Descender del elemento padre
fr: Sélectionner l'élément enfant
he: ירידה מאלמנט הורה
hr: Spusti se s nadređenog elementa
it: Selezionare l'elemento figlio
nl: Omlaag vanaf bovenliggend element
sq: Zbrit prej elementit mëmë

source: Delete
ca: Elimina
de: Löschen
es: Eliminar
fr: Supprimer
he: מחיקה
hr: Obriši
it: Elimina
sq: Fshije

source: Backspace
ca: Retrocés
de: Rücktaste
es: Retroceso
fr: Retour arrière
he: מחיקה אחורה
hr: Pomak unatrag

source: delete an element
ca: elimina un element
de: ein Element löschen
es: eliminar un elemento
fr: supprimer un élément
he: מחיקת אלמנט
hr: obriši element
it: eliminare un elemento
ja: 要素を削除する
nl: een element verwijderen
sq: fshini një element

source: Design jams, hackfests and workshops
ca: Dissenya jams, hackfests i tallers
de: Design-Jams, Hackfests und Workshops
es: Diseñar jams, hackfests y talleres
fr: Ateliers, fêtes et sessions de travail
he: אירועי עיצוב ותכנות יצירתי וסדנאות
hr: Dizajniraj jamove, hackfestove i radionice
it: Design jam, feste dell'hack e gruppi di lavoro
ja: ハックジャムやハックフェスト、ワークショップの企画
nl: Ontwerpbijeenkomsten, hackfests en workshops
pl: Sesje projektowania, spotkania programistów i warsztaty

source: Hackasaurus events are taking place all over the world. Attend an event in your area!
ca: Els esdeveniments de Hackasaurus tenen lloc arreu del món. Assisteix a un esdeveniment allà on vius!
de: Hackasaurus-Veranstaltungen finden auf der ganzen Welt statt. Nehmen Sie an einer in Ihrer Umgebung teil!
es: Los eventos Hackasaurus se están llevando a cabo en todo el mundo. ¡Asiste a un evento en tu área!
fr: Des événements Hackasaurus ont lieu dans le monde entier. Organisez-en un près de chez vous&nbsp;!
he: אירועי האקאזאור הערכים בכל העולם. בואו לאירוע באזור שלכם!
hr: Hackasaurus događaji se odvijaju širom svijeta. Posjeti događaj u tvojoj blizini!
it: Le manifestazioni dedicate ad Hackasaurus hanno luogo in tutto il mondo. Aspetta che ce ne sia una dalle tue parti!
ja: Hackasaurus のイベントは世界中で開催されています。お近くの地域のイベントに参加しましょう！
nl: Hackasaurus-evenementen vinden overal ter wereld plaatst. Woon een evenement in uw omgeving bij!
pl: Wydarzenia Hackasaurus odbywają się na całym świecie. Wpadnij na Hackasaurus koło ciebie!
sq: Veprimtari të Hackasaurus po organizohen anembanë botës. Merrni pjesë në një veprimtari në zonën tuaj!

source: Don't see anything happening in your neighborhood? Consider planning your own event. Check out the <a href="%(LOCALE_ROOT)seducators/">Hacktivity Kit</a> for ideas on how to get started.
ca: No s'organitza res al teu veïnat? Per què no organitzes tu mateix un esdeveniment. Consulteu la <a href="%(LOCALE_ROOT)seducators/">guia de hacking</a> per a fer-te unes idees de com començar.
de: Sehen Sie nichts in Ihrer direkten Umgebung? Vielleicht planen Sie ja Ihre eigene Veranstaltung. Sehen Sie sich die <a href="%(LOCALE_ROOT)seducators/">Hacktivitäts-Ausrüstung</a> an, um Ideen für die ersten Schritte zu erhalten.
es: ¿No ves ninguna actividad en tu vecindario? Considera la posibilidad de organizar tu propio evento. Echa un vistazo al <a href="%(LOCALE_ROOT)seducators/">kit Hacktivity</a> para tener ideas sobre cómo empezar.
fr: Il ne se passe rien par chez vous&nbsp;? Pourquoi ne pas organiser votre propre événement. Consultez le <a href="%(LOCALE_ROOT)seducators/">Kit d'Hacktivité</a> pour trouver des idées pour vous lancer.
he: לא רואים שום אירוע באזור שלכם? אתם יכולים לתכנן אירוע משלכם. תציצו ב<a href="%(LOCALE_ROOT)seducators/">ערכת פעילות האקאזאור</a> ותמצאו שם רעיונות שיעזרו לכם להתחיל.
hr: Ne vidiš da išta događa u tvojoj blizini? Razmotri planiranje svoga događaja. Pogledaj <a href="%(LOCALE_ROOT)seducators/">Hacktivity Kit</a> za ideje kako početi.
it: Non hai trovato nulla vicino a te? Perché non organizzi tu stesso un evento. Per idee su come cominciare, consulta l&apos;<a href="%(LOCALE_ROOT)seducators/">Activity Kit</a>.
ja: お近くで開催されるイベントがありませんか？ イベントを企画してみてはいかがでしょう。イベントを始めるときは、<a href="%(LOCALE_ROOT)seducators/">Hacktivity Kit</a> をご利用ください。
nl: Gebeurt er niets in uw buurt? Overweeg dan uw eigen evenement te plannen. Bekijk de <a href="%(LOCALE_ROOT)seducators/">Hacktivity Kit</a> voor ideeën over hoe u aan de slag kunt.
pl: Nic się nie dzieje w twojej okolicy? Zaplanuj wydarzenie. Zajrzy do <a href="%(LOCALE_ROOT)seducators/">Hacktivity Kit</a>, by dowiedzieć się, jak zacząć.

source: Upcoming or Recent Event
ca: Esdeveniment proper o recent
de: Bevorstehende oder kürzliche Veranstaltung
es: Evento próximo o reciente
fr: Événements récents ou à venir
he: אירועים קודמים וקרובים
hr: Nadolazeća ili nedavna događanja
it: Eventi appena svolti o in programma a breve
ja: 最近のイベント
nl: Aankomend of recent evenement
pl: Najbliższe i aktualne wydarzenia
sq: Veprimtari të Ardhshme ose të Kaluara

source: Location
ca: Ubicació
de: Ort
es: Ubicación
fr: Endroit
he: מיקום
hr: Lokacija
it: Luogo
ja: 場所
nl: Locatie
pl: Lokalizacja
sq: Vend

source: Date
ca: Data
de: Datum
es: Fecha
he: תאריך
hr: Datum
it: Data
ja: 日付
nl: Datum
pl: Data
sq: Datë

source: All events
ca: Tots els esdeveniments
de: Alle Veranstaltungen
es: Todos los eventos
fr: Tous les événements
he: כל האירועים
hr: Sva događanja
it: Tutti gli eventi
ja: すべてのイベント
nl: Alle evenementen
pl: Wszystkie wydarzenia
sq: Krejt ngjarjet
