Repository: Mozilla-GitHub-Standards/d5265f3cffbac7b6c719f2b6d974a9eb14586acc09fe2057a55d599dad28252c
Catalog: */LC_MESSAGES/default.po
Languages: ca, de, es, fr, he, hr, it, ja, nl, pl, sq

source: In order to use the goggles, you need to have JavaScript enabled.
ca: Per a poder utilitzar les ulleres cal habilitar el JavaScript.
de: Um die Brille verwenden zu können, müssen Sie JavaScript aktivieren.
es: Para poder usar las superlentes, tienes que tener habilitado JavaScript.
fr: Pour utiliser les lunettes, vous devez avoir JavaScript activé.
he: כדי להשתמש במשקפיים, עליכם להפעיל את התמיכה ב־JavaScript.
hr: Za korištenje naočala, morate omogućiti JavaScript.
it: Per utilizzare gli Occhiali a raggi X devi attivare Javascript.
ja: ゴーグルを使うには、JavaScript を有効にする必要があります。
nl: Om de bril te kunnen gebruiken dient u JavaScript te hebben ingeschakeld.
sq: Që të mund të përdorni syzat, lypset të keni të aktivizuar JavaScript-in.

source: Please enable it or use a browser that supports it.
ca: Habilita'l o fes servir un navegador amb què sigui compatible.
de: Bitte aktivieren Sie es oder verwenden Sie einen Browser, der es unterstützt.
es: Por favor habilítalo o utiliza un navegador compatible con él.
fr: Autorisez JavaScript ou utilisez un navigateur compatible.
he: נא להפעיל את התמיכה ב־JavaScript או להשתמש בדפדפן שתומך ב־JavaScript.
hr: Molimo vas da ga omogućite, ili koristite preglednik koji ga podržava.
it: Per favore attivalo o utilizza un browser che lo supporta.
ja: JavaScript を有効にするか、サポートされたブラウザでご利用ください。
nl: Schakel het in of gebruik een browser die het ondersteunt.
sq: Ju lutem, aktivizojeni ose përdorni një shfletues që e mbulon.

source: Sorry, but the goggles don't yet work on Microsoft Internet Explorer.
ca: Malauradament les ulleres encara no funcionen amb el Microsoft Internet Explorer.
de: Es tut uns Leid, aber die Brille funktioniert noch nicht im Windows Internet Explorer.
es: Lo sentimos, pero las superlentes no funcionan aún con Internet Explorer de Microsoft.
fr: Désolé, les lunettes ne fonctionnent pas encore avec Microsoft Internet Explorer.
he: מצטערים, המשקפיים לא עובדות כרגע ב־Microsoft Internet Explorer.
hr: Žao nam je, ali naočale još ne rade u Microsoft Internet Exploreru.
it: Siamo spiacenti, ma per il momento gli Occhiali a raggi X non sono compatibili con Internet Explorer.
ja: ごめんなさい。ゴーグルはまだ Microsoft Internet Explorer で使えません。
nl: Sorry, maar de bril werkt nog niet in Microsoft Internet Explorer.

source: Until they do, please use the latest version of <a href="http://mozilla.org/firefox">Firefox</a>, Opera, Chrome, or Safari.
ca: Fins llavors, fes servir la darrera versió del <a href="http://mozilla.org/firefox">Firefox</a>, de l'Opera, del Chrome o del Safari.
de: Bis dahin verwenden Sie bitte die neueste Version von <a href="http://mozilla.org/firefox">Firefox</a>, Opera, Chrome oder Safari.
es: Hasta entonces, por favor utiliza la última versión de <a href="http://mozilla.org/firefox">Firefox</a>, Opera, Chrome o Safari.
fr: En attendant qu'elle le fassent, utilisez la dernière version de <a href="http://mozilla.org/firefox">Firefox</a>, Opera, Chrome, ou Safari.
he: עד שהן יעבדו שם, נא להשתמש בגרסה עדכנית של <a href="http://mozilla.org/firefox">פיירפוקס</a>, אופרה, כרום או ספארי.
hr: Dok ne prorade, molimo vas da koristite najnoviju inačicu <a href="http://mozilla.org/firefox">Firefoxa</a>, Opere, Chromea, ili Safarija.
it: In attesa che lo siano, per favore utilizza l'ultima versione di <a href="http://mozilla.org/firefox">Firefox</a>, Opera, Chrome o Safari.
ja: 使えるようになるまで、最新バージョンの <a href="http://mozilla.org/firefox">Firefox</a> または Opera, Chrome, Safari 等でご利用ください。
nl: Gebruik tot die tijd de nieuwste versie van <a href="http://mozilla.org/firefox">Firefox</a>, Opera, Chrome of Safari.

source: X-Ray Goggles
ca: Ulleres de raigs X
de: Röntgenbrille
es: Superlentes de rayos X
fr: Lunettes à rayons X
he: משקפי רנטגן
hr: X-Ray Naočale
it: Occhiali a raggi X
ja: X-Ray ゴーグル
nl: Röntgenbril
pl: Rentgenowskie gogle

source: Remix, make and share webpages instantly.
ca: Remena, crea i comparteix pàgines web al moment.
de: Gestalten Sie Webseiten sofort neu, erstellen und verteilen Sie sie.
es: Remezcla, crea y comparte páginas web al instante.
fr: Remixez, créez et partagez des pages Web instantanément.
he: ערבול, יצירה ושיתוף של דפי וב באופן מידי.
hr: U trenu remiksajte, izradite i podijelite webstarnice.
it: Remixa, crea e condividi pagine web al volo.
nl: Combineer, maak en deel webpagina’s in een ogenblik.
sq: Ripërzieni, krijoni dhe ndani me të tjerët në çast faqe web.

source: Make your first hack in three easy steps!
ca: Fes el teu primer hack en tres senzills passos!
de: Machen Sie Ihren ersten Hack in drei einfachen Schritten!
es: ¡Crea tu primer hack en tres fáciles pasos!
fr: Créez votre première bidouille en trois étapes simples&nbsp;!
he: תעשו את ההאק הראשון שלכם בשלושה צעדים קלים!
hr: Napravite svoj prvi hack u 3 laka koraka!
it: Effettua il tuo primo hack in tre semplici passi.
ja: 3 つのステップで最初のハックをしてみよう！
nl: Maak uw eerste hack in drie eenvoudige stappen!

source: Copy this URL to your clipboard:
ca: Copia l'URL al porta-retalls:
de: Kopieren Sie diese URL in Ihre Zwischenablage:
es: Copia esta URL a tu portapapeles:
fr: Copiez cette URL dans le presse-papier&nbsp;:
he: העתיקו את כתובת זו ללוח:
hr: Kopirajte URL u međuspremnik:
it: Copia questa URL negli appunti:
ja: この URL をクリップボードにコピーする:
nl: Kopieer deze URL naar uw klembord:
sq: Kopjojeni këtë URL te e papastra juaj:

source: Activate the <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">X-Ray Goggles</a>.
ca: Activa les <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">ulleres de raigs X</a>.
de: Aktivieren Sie die <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Röntgenbrille</a>.
es: Activar las <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Superlentes de rayos X</a>.
fr: Activez les <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">lunettes à rayons X</a>.
he: הפעילו את הסימנייה של <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">משקפי רנטגן</a>.
hr: Aktivirajte <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">X-Ray Naočale</a>.
it: Attiva gli <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Occhiali a raggi X</a>.
ja: <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">X-Ray ゴーグル</a> をクリックしてゴーグルを着ける。
nl: Activeer de <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Röntgenbril</a>.
sq: Aktivizoni <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">X-Ray Goggles</a>.

source: Move your mouse over the image on the right to see what it's made of, and tap <kbd><span>R</span></kbd> to make it point to the URL from your clipboard!
ca: Mou el ratolí damunt de la imatge a la dreta per a veure com està feta, i prem <kbd><span>R</span></kbd> perquè apunti a l'URL del teu porta-retalls!
de: Bewegen Sie Ihre Maus über das Bild rechts, um zu sehen, woraus es besteht, und drücken Sie <kbd><span>R</span></kbd>, damit es auf die URL in Ihrer Zwischenablage zeigt!
es: Mueve tu ratón sobre la imagen a la derecha para ver de qué está hecha, ¡y pulsa <kbd><span>R</span></kbd> para hacer que apunte a la URL de tu portapapeles!
fr: Placez le pointeur de votre souris sur l'image à droite pour voir comment elle est codée, puis appuyer sur la touche <kbd><span>R</span></kbd> pour utiliser l'URL dans votre presse-papier comme source de l'image&nbsp;!
he: הזיזו את העכבר שלכם על גבי התמונה משמאל כדי לראות ממה היא עשויה ולחצו על האות <kbd><span>R</span></kbd> כדי שהיא תצביע על כתובת מהלוח שלכם!
hr: Pomaknite miš preko slike s desne strane da vidite od čega je napravljena, i pritisnite <kbd><span>R</span></kbd> kako bi pokazala na URL iz vašeg međuspremnika!
it: Sposta il mouse sull'immagine a destra per vedere com'è fatta e premi <kbd><span>R</span></kbd> per trasformarla usando l'URL che hai negli appunti..
ja: マウスカーソルを右の画像に合わせると HTML タグが見えます。<kbd><span>R</span></kbd> キーを押して、画像の src="" の中をクリップボードにコピーした URL に置き換えましょう！
nl: Beweeg uw muis over de afbeelding rechts om te zien waarvan deze is gemaakt, en tik op <kbd><span>R</span></kbd> om hem naar de URL van uw klembord te laten verwijzen!
sq: Vëreni kursorin sipër figurës në të djathtë që të shihni se nga se përbëhet, dhe shtypni tastin <kbd><span>R</span></kbd> që ta bëni të shpjerë te URL-ja nga e papastra juaj!

source: &hellip; And then, the world!
ca: &hellip; i, tot seguit, el món!
de: … Und als nächstes die Welt!
es: &hellip; ¡Y luego, el mundo!
fr: &hellip; et ensuite, le monde&nbsp;!
he: &hellip; ואז, העולם!
hr: &hellip; I onda, čitav svijet!
it: &hellip; E in seguito, tutto il mondo!
nl: &hellip; en dan, de wereld!

source: <a href="install/">Install</a> the goggles into your bookmarks bar and use them to remix <em>any</em> web page!
ca: <a href="install/">Instal·la</a> les ulleres a la barra d'adreces interès i fes-les servir per a remenar <em>qualsevol</em> pàgina web!
de: <a href="install/">Installieren</a> Sie die Brille in Ihre Lesezeichen-Symbolleiste und verwenden Sie sie, um <em>jede</em> Webseite neu zu gestalten!
es: <a href="install/">¡Instala</a> las superlentes en la barra de marcadores y úsalas para remezclar <em>cualquier</em> página web!
fr: <a href="install/">Installez</a> les lunettes dans vos marque-pages pour les utiliser pour remixer <em>n'importe quelle</em> page Web&nbsp;!
he: <a href="install/">התקינו</a> את המשקפיים בסרגל הסימניות שלכם והשתמשו בהם כדי לערבל <em>כל</em> דף וב!
hr: <a href="install/">Instalirajte</a> naočale u vašu traku za zabilješke i koristite ih za remiksanje <em>bilo koje</em> web stranice!
it: <a href="install/">Aggiungi</a> gli Occhiali a raggi X sulla tua barra dei segnalibri e usali per miscelare <em>qualsiasi</em> pagina web!
ja: ゴーグルをブックマークバーに<a href="install/">インストール</a>して、<em>いろんな Web ページ</em>をリミックスしよう！
nl: <a href="install/">Installeer</a> de bril in uw bladwijzerbalk en gebruik deze voor het combineren van <em>willekeurige</em> webpagina’s!

source: Share with friends!
ca: Comparteix-ho amb els amics!
de: Mit Freunden teilen!
es: ¡Comparte con amigos!
fr: Partagez avec vos amis&nbsp;!
he: שיתוף עם חברים!
hr: Podijeli s prijateljima!
it: Condividi con gli amici!
nl: Delen met vrienden!
sq: Ndajeni me miqtë!

source: Tap <kbd><span>P</span></kbd> to publish your hacks and share your creations with your friends.
ca: Prem <kbd><span>P</span></kbd> per a publicar els teus «hacks» i compartir les teves creacions amb els amics.
de: Drücken Sie <kbd><span>P</span></kbd>, um Ihre Hacks zu veröffentlichen und Ihre Kreationen mit Ihren Freunden zu teilen.
es: Pulsa <kbd><span>P</span></kbd> para publicar tus hacks y compartir tus creaciones con tus amigos.
fr: Appuyez sur la touche <kbd><span>P</span></kbd> pour publier votre bidouille et partager vos créations avec vos amis.
he: לחצו על <kbd><span>P</span></kbd> כדי לפרסם ההאקים שלכם ולשתף את היצירות שלכם עם חברים.
hr: Pritisnite<kbd><span>P</span></kbd> za objavu vaših hackova i podijelite vaše kreacije s prijateljima.
it: Premi <kbd><span>P</span></kbd> per pubblicare il tuo hack e condividerlo con gli amici.
nl: Tik op <kbd><span>P</span></kbd> om uw hacks te publiceren en uw creaties met uw vrienden te delen.

source: Become a ninja!
ca: Converteix-te en un ninja!
de: Werden Sie ein Ninja!
es: ¡Conviértete en un ninja!
fr: Devenez un ninja&nbsp;!
he: הפכו לנינג׳ות!
hr: Postani nindža!
it: Diventa un ninja!
nl: Word een ninja!
sq: Bëhuni ninxha!

source: Tap <kbd><span>H</span></kbd> to learn about more awesome powers like undo/redo and computed style editing.
ca: Prem <kbd><span>H</span></kbd> per a aprendre altres superpoders com ara desfer i refer allò que has fet i editar l'estil calculat.
de: Drücken Sie <kbd><span>H</span></kbd>, um mehr über die wunderbaren Möglichkeiten wie Rückgängig/Wiederherstellen und berechnete Bearbeitung von Stilen zu erfahren.
es: Pulsa <kbd><span>H</span></kbd> para aprender sobre otros poderes alucinantes como deshacer/rehacer y editar el estilo calculado.
fr: Appuyez sur la touche <kbd><span>H</span></kbd> pour découvrir d'autres super-pouvoirs, comme la possibilité d'annuler et de rétablir vos modifications, et d'éditer le style des éléments.
he: לחצו על <kbd><span>H</span></kbd> כדי ללמוד עוד על הכוחות האדירים כמו ביטול פעולה וחזרה על פעולה ועריכת סגנון מחושב.
hr: Pritisnite <kbd><span>H</span></kbd> kako biste naučili više fenomenalnih moći kao što su poništi/ponovi i editiranje izračunatog stila.
it: Premi <kbd><span>H</span></kbd> per scoprire altri super poteri, come la possibilità di annullare/ripetere la modifica appena eseguita e di modificare lo stile della pagina.
nl: Tik op <kbd><span>H</span></kbd> om meer over geweldige krachten als computergestuurde stijlbewerking te leren.

source: Achievement Unlocked
ca: S'ha desbloquejat l'objectiu
de: Leistung freigeschaltet
es: Logro desbloqueado
fr: But atteint
he: קבלת הישג.
hr: Postignuće Otključano
it: Obiettivo raggiunto
nl: Verrichting ontgrendeld

source: Image Source Hacker
ca: Remenador del codi de les imatges
de: Hacker des Grafikquelltextes
es: Hackeador de fuente de imagen
fr: Bidouilleur d'image
he: האקר של קוד מקור של תמונות.
hr: Haker izvora slike
it: Strumento per l'hacking di immagini
nl: Afbeeldingsbron-hacker

source: Click on an attribute’s value to edit it.
ca: Fes clic en el valor d'un atribut per a editar-lo.
de: Klicken Sie auf den Wert eines Attributs, um es zu bearbeiten.
es: Haz clic en el valor de un atributo para editarlo.
fr: Cliquez sur la valeur d'un attribut pour l'éditer.
he: לחצו על ערך המאפיין כדי לערוך אותו.
hr: Kliknite na vrijednost atributa da biste ju editirali.
it: Fai clic sul valore di un attributo per modificarlo.
nl: Klik op de waarde van een attribuut om het te bewerken.
sq: Klikoni mbi emrin e një atributi që ta përpunoni.

source: Tap <kbd><span>R</span></kbd> to change the source code of an element.
ca: Prem <kbd><span>R</span></kbd> per a canviar el codi font d'un element.
de: Drücken Sie <kbd><span>R</span></kbd>, um den Quelltext eines Elements zu ändern.
es: Pulsa <kbd><span>R</span></kbd> para cambiar el código fuente de un elemento.
fr: Appuyez sur la touche <kbd><span>R</span></kbd> pour changer le code source d'un élément.
he: לחצו על <kbd><span>R</span></kbd> כדי לשנות את קוד המקור של אלמנט.
hr: Pritisnite<kbd><span>R</span></kbd> da biste promijenili izvorni kod elementa.
it: Premi <kbd><span>R</span></kbd> per modificare il codice sorgente di un elemento.
ja: <kbd><span>R</span></kbd> キーを押して要素のソースコードを変更してください。
nl: Tik op <kbd><span>R</span></kbd> om de broncode van een element te wijzigen.
sq: Shtypni <kbd><span>R</span></kbd> që të ndryshoni kodin burim të një elementi.

source: Installing The X-Ray Goggles
ca: S'estan instal·lant les ulleres de raigs X
de: Installation der Röntgenbrille
es: Instalar las Superlentes de rayos X
fr: Installation des lunettes à rayons X
he: התקנת משקפי הרנטגן
hr: Instaliranje X-Ray Naočala
it: Installazione degli Occhiali a raggi X
ja: X-Ray ゴーグルのインストール
nl: De Röntgenbril installeren
sq: Instalimi i X-Ray Goggles

source: The X-Ray Goggles are a <em>bookmarklet</em>&mdash;a special kind of tool that can augment any web page.
ca: Les ulleres de raigs X són un <em><a href="http://ca.wikipedia.org/wiki/Bookmarklet">bookmarklet</a></em> &mdash;un tipus d'eina que permet augmentar la funcionalitat de qualsevol pàgina web.
de: Die Röntgenbrille ist ein <em>Bookmarklet</em> – ein besonderes Werkzeug, das jede Webseite verbessern kann.
es: Las Superlentes de rayos X son un <em><a href="http://es.wikipedia.org/wiki/Bookmarklet">bookmarklet</a></em>&mdash;un tipo especial de herramienta que te permite aumentar cualquier página web.
fr: Les lunettes à rayons X sont un <em>bookmarklet</em>&nbsp;&mdash;&nbsp;un outil qui permet d'ajouter de fonctionnalités à n'importe quelle page Web.
he: משקפי רנטגן מותקנים בתור <em>סימנייה</em> פעילה – כלי מיוחד שיכול להרחיב כל דף וב.
hr: X-Ray Naočale su <em>bookmarklet</em>&mdash;posebna vrsta alata koji može proširiti bilo koju web stranicu.
it: Gli Occhiali a raggi X sono un <em>bookmarklet</em>&mdash;uno speciale strumento che permette di aggiungere funzionalità a qualsiasi pagina web.
ja: X-Ray ゴーグルは、どんなページも改造できる特殊な<em>ブックマークレット</em>でできたツールです。
nl: De Röntgenbril is een <em>bookmarklet</em> &ndash; een speciaal soort hulpmiddel dat elke website kan verbeteren.

source: Here's how to install the goggles bookmarklet so you can inspect and remix anything you see on the web.
ca: A continuació s'explica com instal·lar el bookmarklet de les ulleres de raigs X per tal d'inspeccionar i remenar qualsevol contingut que es pot veure al Web.
de: So installieren Sie das Röntgenbrillen-Bookmarklet, damit Sie alles, was Sie im Internet sehen, inspizieren und neu gestalten können.
es: Aquí te explicamos cómo instalar el bookmarklet para las superlentes, para que así puedas inspeccionar y remezclar todo lo veas en la Web.
fr: Voici comment installer la bookmarklet des lunettes pour inspecter et remixer tout ce que vous voyez sur le Web.
he: להלן הוראות התקנה של סימניית משקפי הרנטגן שתעזור לכם לחקור ולערבל על דבר שאתם רואים ברשת.
hr: Evo kako instalirati bookmarklet naočala kako biste mogli provjeriti i remiksati bilo što što vidite na webu.
it: Qui di seguito è spiegato come installare il bookmarklet degli Occhiali, in modo da poter ispezionare e remixare qualsiasi pagina web.
nl: Hier leest u hoe u de bril-bookmarklet kunt installeren, zodat u alles wat u op het web ziet kunt inspecteren en remixen.

source: Enable your browser's bookmarks toolbar by watching this video:
ca: Habilita la barra d'adreces d'interès del navegador per tal de veure aquest vídeo:
de: Aktivieren Sie die Lesezeichen-Symbolleiste Ihres Browsers, indem Sie dieses Video ansehen:
es: Habilita la barra de marcadores de tu navegador mirando este video:
fr: Cette vidéo vous expliquera comment afficher la barre d'outils des marque-pages&nbsp;:
he: הפעילו את סרגל הסימניות בדפדפן שלכם לפי ההוראות בסרטון הבא:
hr: Omogućite traku zabilješki u vašem pregledniku uz pomoć ovoga videa:
it: Guarda questo video e attiva la Barra dei segnalibri del tuo browser:
ja: このビデオを見て、ブラウザのブックマークツールバーを表示してください:
nl: Schakel de bladwijzerwerkbalk van uw browser in door deze video te bekijken:
sq: Aktivizoni panelin e faqerojtësve, siç tregohet në këtë video:

source: Drag the <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">X-Ray Goggles</a> up to your bookmarks toolbar.
ca: Arrossega les <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">ulleres de raigs X</a> a la barra de les adreces d'interès.
de: Ziehen Sie die <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Röntgrenbrille</a> in Ihre Lesezeichen-Symbolleiste.
es: Arrastra las <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Superlentes de rayos X</a> hasta la barra de marcadores.
fr: Faites glisser le lien des<a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">lunettes à rayons X</a> dans la barre d'outils des marque-pages.
he: גררו את <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">משקפי הרנטגן</a> לסרגל הסימניות שלכם.
hr: Odvucite <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">X-Ray Naočale</a> u vašu traku zabilješki.
it: Trascina gli <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Occhiali a raggi X</a> sulla Barra dei segnalibri.
ja: <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">X-Ray ゴーグル</a> をブックマークツールバーにドラッグしてください。
nl: Sleep de <a id="bookmarklet" href="%(GOGGLES_BOOKMARKLET_URL)s">Röntgenbril</a> naar uw bladwijzerwerkbalk.

source: Whenever you want to remix any web page you're visiting, just click on the X-Ray Goggles button in your bookmarks toolbar.
ca: Sempre que vulguis remenar qualsevol pàgina que visitis, només cal que facis clic al botó de les ulleres de raigs X de la barra d'adreces d'interès.
de: Immer, wenn Sie eine Webseite, die Sie besuchen, neu gestalten möchten, klicken Sie einfach auf die Röntgenbrillen-Schaltfläche in Ihrer Lesezeichen-Symbolleiste.
es: Siempre que quieras remezclar una página web que estés visitando, haz clic en el botón de Superlentes de rayos X de la barra de marcadores.
fr: À chaque fois que vous voudrez remixer une page que vous visitez, cliquez sur le bouton des lunettes aux rayons X dans la barre d'outils des marque-pages.
he: בכל פעם שתרצו ליצור רמיקס של דף וב כלשהו שאתם מבקרים בו, פשוט לחצו על כפתור משקפי הרנטגן בסרגל הסימניות שלכם.
hr: Kada god poželite remiksati bilo koju web stranicu koju posjećujete, samo kliknite na X-Ray Naočale gumb u vašoj traci zabilješki.
it: Ogni volta che vorrai remixare una pagina Web che stai visitando, fai clic sul bookmarklet nella Barra dei segnalibri.
ja: 表示中のページをリミックスしたくなったら、いつでもブックマークツールバーの「X-Ray ゴーグル」ボタンをクリックして、ゴーグルを着けてください。
nl: Als u ooit een willekeurige webpagina die u bezoekt wilt remixen, klikt u eenvoudig op de knop X-Ray Goggles in uw bladwijzerwerkbalk.

source: That's all there is to it. Happy webmaking!
ca: Això és tot. A passar-s'ho bé tot creant al web!
de: Das war’s schon. Fröhliches Web-Erstellen!
es: Y eso es todo. ¡Feliz creación web!
fr: C'est tout. À vous de faire le Web !
he: זה הכול! תיהנו מיצירה ברשת!
hr: I to bi bilo sve. Sretna izrada weba!
it: Questo è tutto! Divertiti a creare il Web.
ja: これだけです。Web ページ作りを楽しみましょう！
nl: Dat is alles wat er te vertellen valt. Veel plezier bij het webbouwen!

source: MacArthur Foundation
de: MacArthur-Stiftung
es: Fundación MacArthur
fr: La Fondation MacArthur
hr: MacArthur Fondacija
it: Fondazione MacArthur

source: The Hive NYC
ca: MacArthur Foundation
fr: Hyve NYC
it: Hive NYC

source: There's an HTML video hereâ€”load this post with your open-video enabled browser
ca: Aquí hi ha un vídeo HTML. Carrega l'apunt amb un navegador habilitat per a reproduir vídeo en format obert
es: Aquí hay un video HTMLâ€”carga esta entrada con un navegador habilitado para videos en formatos abiertos
fr: Il y a une vidéo ici. Affichez ce billet dans un navigateur capable de lire les vidéos à un format ouvert
nl: Hier staat een HTML-video â€” laad dit bericht met uw voor open-video geschikte browser
pl: Tu znajduje się wideo osadzone w formacie HTML. Otwórz ten wpis w przeglądarce obsługującej HTML5.

source: ESC
fr: Échap

source: Educators
pl: Edukatorzy

source: <strong>Atul Varma</strong> is the Technical Lead. He has worked on <a href="http://humanized.com/enso/" class="offsite">Humanized Enso</a>, <a href="http://collusion.toolness.org/" class="offsite">Collusion</a> and <a href="https://mozillalabs.com/ubiquity/" class="offsite">Ubiquity</a>.
pl: <strong>Atul Varma</strong> jest naszym szefem technicznym. Pracował nad <a href="http://humanized.com/enso/" class="offsite">Humanized Enso</a>, <a href="http://collusion.toolness.org/" class="offsite">Collusion</a> i <a href="https://mozillalabs.com/ubiquity/" class="offsite">Ubiquity</a>.

source: <strong>Jess Klein</strong> is the Design and Learning Lead. She has worked at <a href="http://explorecreateshare.org/" class="offsite">Hive NYC</a>, <a href="http://sesameworkshop.org" class="offsite">Sesame Workshop</a> and the <a href="http://www.instituteofplay.org/" class="offsite">Institute of Play</a>.
pl: <strong>Jess Klein</strong> jest szefową projektowania i nauki. Pracowała dla <a href="http://explorecreateshare.org/" class="offsite">Hive NYC</a>, <a href="http://sesameworkshop.org" class="offsite">Sesame Workshop</a> i <a href="http://www.instituteofplay.org/" class="offsite">Institute of Play</a>.

source: We have many community members who are working to co-develop the project. <a href="https://wiki.mozilla.org/Hackasaurus/Credits" class="offsite">Learn more about them</a>, and how you can get involved.
pl: Wielu członków naszej społeczności współtworzy ten projekt. <a href="https://wiki.mozilla.org/Hackasaurus/Credits" class="offsite">Dowiedz się więcej o nich</a> i o tym, jak możesz pomóc.
