Repository: Mozilla-GitHub-Standards/d5265f3cffbac7b6c719f2b6d974a9eb14586acc09fe2057a55d599dad28252c
Catalog: */LC_MESSAGES/webxray.po
Languages: ca, de, es, fr, he, hr, it, ja, nl

source: Tap <div class="webxray-kbd">space bar</div> to edit this style.
ca: Prem la <div class="webxray-kbd">barra espaiadora</div> per a editar-ne l'estil.
de: Drücken Sie <div class="webxray-kbd">Leertaste</div>, um diesen Stil zu bearbeiten.
es: Pulsa <div class="webxray-kbd">la barra espaciadora</div> para editar este estilo.
fr: Pressez <div class="webxray-kbd">la barre d'espace</div> pour éditer ce style.
he: לחצו על <div class="webxray-kbd">מקש הרווח</div> לעריכת הסגנון הזה.
hr: Pritisnite <div class="webxray-kbd">razmak</div> za uređivanje stila.
it: Premi la <div class="webxray-kbd">barra spaziatrice</div> per modificare questo stile.
ja: このスタイルを編集するには <div class="webxray-kbd">スペースキー</div> を押します。
nl: Tik op <div class="webxray-kbd">spatiebalk</div> om deze stijl te bewerken.

source: style change
ca: canvi d'estil
de: Stiländerung
es: cambio de estilo
fr: modification du style
he: שינוי סגנון
hr: promjena stila
it: modifica dello stile
ja: スタイル変更
nl: stijlwijziging

source: That element is too big to remix. Try selecting a smaller one!
ca: L'element és massa gran per a remenar-lo. Prova de seleccionar un més petit!
de: Dieses Element ist zu groß, um es neu zu gestalten. Versuchen Sie es mit einem kleineren!
es: Este elemento es demasiado grande para remezclarlo. ¡Intenta seleccionar uno más pequeño!
fr: Cet élément est trop gros pour être remixé. Essayez d'en sélectionner un plus petit&nbsp;!
he: האלמנט הזה גדול מיד ואי־אפשר לערוך אותו. נסו לבחור אלמנט קטן יותר!
hr: Taj element je prevelik za preoblikovanje. Pokušajte odabrati manji!
it: Questo elemento è troppo grande e non può essere remixato. Prova a selezionarne uno più piccolo!
ja: その要素は大きすぎます。もう少し小さなものを選んでください！
nl: Dat element is te groot om te remixen. Probeer een kleinere te selecteren!

source: <div>That <code>&lt;${tagName}&gt;</code> element is too big to remix. Try selecting a smaller one!</div>
ca: <div>L'element <code>&lt;${tagName}&gt;</code> és massa gran per a remenar-lo. Prova de seccionar un més petit!</div>
de: <div>Dieses Element <code>&lt;${tagName}&gt;</code> ist zu groß, um es neu zu gestalten. Versuchen Sie es mit einem kleineren!</div>
es: <div>Este elemento <code>&lt;${tagName}&gt;</code> es demasiado grande para remezclarlo. ¡Intenta seleccionar uno más pequeño!</div>
fr: <div>Cet élément <code>&lt;${tagName}&gt;</code> est trop gros pour être remixé, essayez d'en sélectionner un plus petit&nbsp;</div>
he: אלמנט ה־<code>&lt;${tagName}&gt;</code> הזה גדול מדי ואי־אפשר לערוך אותו. נסו לבחור אלמנט קטן יותר!
hr: <div>Taj <code>&lt;${tagName}&gt;</code> element je prevelik za remiks. Pokušajte odabrati manji!</div>
it: <div>Questo elemento <code>&lt;${tagName}&gt;</code> è troppo grande e non può essere remixato. Prova a selezionarne uno più piccolo!</div>
ja: <div>その <code>&lt;${tagName}&gt;</code> 要素は大きすぎて処理できません。もう少し小さなものを選んでください！</div>
nl: <div>Dat <code>&lt;${tagName}&gt;</code>-element is te groot om te remixen. Probeer een kleinere te selecteren!</div>

source: deletion
ca: eliminació
de: Löschen
es: eliminación
fr: suppression
he: מחיקה
hr: brisanje
it: eliminazione
ja: 削除
nl: verwijdering

source: replacement
ca: reemplaçament
de: Ersetzen
es: reemplazo
fr: remplacement
he: החלפה
hr: zamjena
it: sostituzione
ja: 置き換え
nl: vervanging

source: What You See
ca: Què veus
de: Was Sie sehen
es: Lo que ves
fr: ce que vous voyez
he: מה אתם רואים
hr: Što vidite
it: Ciò che vedi
ja: プレビュー
nl: Wat u ziet

source: HTML Source Code
ca: Codi font HTML
de: HTML-Quelltext
es: Código fuente HTML
fr: Code source HTML
he: קוד מקור של HTML
hr: HTML izvorni kod
it: Sorgente HTML
ja: HTML ソースコード
nl: HTML-broncode

source: Remixer
ca: Remenador
de: Neugestaltung
es: Remezclador
he: רמיקסר
hr: Remikser
ja: 編集モード

source: Advanced
ca: Avançat
de: Erweitert
es: Avanzado
fr: Avancé
he: מתקדם
hr: Napredno
it: Avanzate
ja: コードの詳細
nl: Geavanceerd

source: What Your Browser Sees
ca: Què veu el navegador
de: Was Ihr Browser sieht
es: Lo que ve tu navegador
fr: Ce que votre navigateur voit
he: מה הדפדפן שלכם רואה
hr: Što vaš preglednik prikazuje
it: Ciò che vede il browser
ja: ブラウザでの見え方
nl: Wat uw browser ziet

source: Basic
ca: Bàsic
de: Grundlagen
es: Básico
fr: Basique
he: בסיסי
hr: Osnovno
it: Base
ja: 基本構造
nl: Basis

source: View HTML Source
ca: Mostra el codi HTML
de: HTML-Quelltext ansehen
es: Ver el código fuente HTML
fr: Voir le code source HTML
he: הצגת קוד מקור של HTML
hr: Pogledaj HTML kod
it: Visualizza il sorgente HTML
ja: HTML ソースを見る
nl: HTML-bron bekijken

source: Here's the HTML source code of your remix.
ca: Aquest és el codi HTML del remenat.
de: Hier ist der HTML-Quelltext Ihrer Neugestaltung.
es: Este es el código fuente en HTML de tu remezcla.
fr: Voici le code source HTML de votre remix.
he: הנה קוד המקור ב־HTML של הרמיקס שלכם.
hr: Ovdje je HTML kod vašega remiksa.
it: Qui c'è il codice HTML del tuo remix.
ja: あなたのリミックスの HTML ソースコードはこちらです。
nl: Dit is de HTML-broncode van uw remix.

source: Publishing...
ca: S'està publicant...
de: Veröffentlichen …
es: Publicando...
fr: En cours de publication…
he: מתבצע פרסום...
hr: Objava...
it: Pubblicazione in corso…
ja: 出力中...
nl: Publiceren…

source: Here is the URL for your remix that anyone can view.
ca: Aquest és l'URL del remenat, que pot veure tot el món.
de: Hier ist die URL Ihrer Neugestaltung, die sich jeder ansehen kann.
es: Esta es la URL de tu remezcla que puede ver todo el mundo.
fr: Voici l'URL à laquelle tout le monde peut voir votre remix.
he: הנה הכתובת של הרמיקס שלכם שבה כל אחד יוכל לצפות בו.
hr: Ovdje je URL vašeg remiksa koji svatko može vidjeti.
it: Qui c'è l'URL pubblico dove tutti possono vedere il tuo remix.
ja: あなたのリミックスを見るための URL はこちらです。
nl: Dit is de URL van uw remix die iedereen kan bekijken.

source: Publish To Internet
ca: Publica a Internet
de: Im Internet veröffentlichen
es: Publicar en Internet
fr: Publier sur Internet
he: פרסום לאינטרנט
hr: Objavi na Internetu
it: Condividi su Internet
ja: インターネット上に公開する
nl: Publiceren naar internet

source: Publish Your Remix
ca: Publica el remenat
de: Veröffentlichen Sie Ihre Neugestaltung
es: Publicar tu remezcla
fr: Publier votre remix
he: פרסום הרמיקס שלכם
hr: Objavi svoj remiks
it: Pubblica il tuo remix
ja: リミックスを出力する
nl: Uw remix publiceren

source: There are two ways you can publish your remix and share it with others.
ca: Hi ha dues formes de publicar el remenat i compartir-lo amb els demés.
de: Es gibt zwei Möglichkeiten, wie Sie Ihre Neugestaltung veröffentlichen und mit anderen teilen können.
es: Hay dos maneras de publicar tu remezcla y compartirla con los demás.
fr: Il existe deux manières de publier votre remix et de le partager avec d'autres.
he: יש שתי דרכים שבה תוכלו לפרסם את רמיקס שלכם ולשתף אותו עם אחרים.
hr: Postoje dva načina na koja možete objaviti svoj remiks i podijeliti ga sa ostalima.
it: Ci sono due modi di pubblicare e condividere il tuo remix con gli altri.
ja: あなたのリミックスを見せて共有する方法は 2 通りあります。
nl: Er zijn twee manieren om uw remix te publiceren en met anderen te delen.

source: Sorry, an error occurred. Please try again later.
ca: S'ha produït un error. Torna-ho a provar més endavant.
de: Es tut uns Leid, ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Disculpa, pero se ha producido un error. Por favor, vuelve a intentarlo más tarde.
fr: Désolé, une erreur est survenue. Merci de ré-essayer un peu plus tard.
he: סליחה, אירעה שגיאה. נא לנסות שוב מאוחר יותר.
hr: Nažalost, došlo je do pogreške. Pokušajte ponovno kasnije.
it: Spiacenti, si è verificato un errore. Per favore riprova più tardi.
ja: ごめんなさい、エラーが発生しました。後でもう一度試してください。
nl: Sorry, er is een fout opgetreden. Probeer het later nog eens.

source: Grab the HTML source of your remix and publish it yourself.
ca: Pren el codi HTML del remenat i publica'l tu mateix.
de: Nehmen Sie sich den HTML-Quelltext Ihrer Neugestaltung und veröffentlichen Sie ihn selbst.
es: Copia el código fuente HTML de tu remezcla y publícalo tú mismo.
fr: Prenez le code source HTML de votre remix et publiez-le vous-même.
he: להעתיק את קוד המקור של HTML של הרמיקס שלכם ולפרסם אותו בעצמכם.
hr: Uhvatite HTML izvor vašeg remiksa i objavite ga sami.
it: Ottieni il codice HTML del tuo remix e pubblicalo da te.
ja: リミックスの HTML ソースを取得します。
nl: Grijp de HTML-bron van uw remix en publiceer hem zelf.

source: Instantly publish your remix to a URL that anyone can view.
ca: Publica al moment el remenat a un URL que tothom pot veure.
de: Veröffentlichen Sie Ihre Neugestaltung sofort mit einer URL, die sich jeder ansehen kann.
es: Publica inmediatamente tu remezcla en una URL que pueda ver todo el mundo.
fr: Publiez instantanément votre remix à une URL où tout le monde pourra le voir.
he: לפרסם את הרמיקס שלכם מיד לכתובת שבה כל אחד יוכל לצפות בו.
hr: U trenutku objavite vaš remiks u URL da ga svatko može vidjeti.
it: Pubblica subito il tuo remix usando un URL pubblico accessibile a tutti.
ja: 誰でも簡単に見れるように、リミックスを URL として出力します。
nl: Publiceer direct uw remix naar een URL die iedereen kan bekijken.

source: <span>Nothing left to undo!</span>
ca: <span>No queda res més per fer!</span>
de: <span>Es kann nichts mehr rückgängig gemacht werden!</span>
es: <span>¡No queda nada por deshacer!</span>
fr: <span>Plus rien à annuler&nbsp;!</span>
he: <span>לא נותר עוד מה לבטל!</span>
hr: <span>Ništa za poništiti!</span>
it: <span>Nulla di lasciato in sospeso </span>
ja: <span>これ以上、元に戻せません！</span>
nl: <span>Niets meer ongedaan te maken!</span>

source: Redid
ca: Tornat a fer
de: Wiederhergestellt
es: Rehizo
fr: Refait
he: בוצע מחדש
hr: Ponovno učinjeno
it: Rifatto
ja: やり直しました:
nl: Opnieuw gedaan

source: Executed
ca: Executat
de: Ausgeführt
es: Ejecutado
fr: Fait
he: בוצע
hr: Izvršeno
it: Eseguito
ja: 実行する
nl: Uitgevoerd

source: <span>Nothing left to redo!</span>
ca: <span>No queda res més per tornar a fer!</span>
de: <span>Es kann nichts mehr wiederhergestellt werden!</span>
es: <span>¡No queda nada por rehacer!</span>
fr: <span>Plus rien à rétablir</span>
he: <span>לא נותר עוד מה לבצע מחדש!</span>
hr: <span>Ništa za ponovno učiniti!</span>
it: <span>Nulla da ripristinare</span>
ja: <span>これ以上、やり直しはできません！</span>
nl: <span>Niets meer opnieuw te doen!</span>

source: Undid
ca: Desfet
de: Rückgängig gemacht
es: Deshizo
fr: Annulé
he: בוטל
hr: Poništeno
it: Annullato
ja: 元に戻しました:
nl: Ongedaan gemaakt

source: delete
ca: elimina
de: Löschen
es: suprimir
fr: supprimer
hr: obriši
it: elimina

source: backspace
ca: retrocés
de: Rücktaste
es: retroceder
fr: retour arrière
hr: pomak unatrag
it: barra spaziatrice

source: Deactivate goggles
ca: Desactiva les ulleres
de: Brille deaktivieren
es: Desactivar superlentes
fr: Désactiver les lunettes
he: לכבות את המשקפיים
hr: Deaktiviraj naočale
it: Disattiva gli Occhiali
ja: ゴーグルを外す
nl: Goggles deactiveren

source: Replace/remix selected element
ca: Reemplaça/remena l'element seleccionat
de: Ausgewähltes Element ersetzen/neu gestalten
es: Reemplazar/remezclar el elemento seleccionado
fr: Remplacer ou remixer l'élément sélectionné
he: להחליף או לשנות את האלמנט הנבחר
hr: Zamijeni/remiksaj odabrani element
it: Sostituisci/remixa l'elemento selezionato
ja: 選択した要素の置き換え/編集
nl: Geselecteerde element vervangen/remixen

source: This help reference
ca: Aquesta referència d'ajuda
de: Diese Hilfsreferenz
es: Esta referencia de la ayuda
fr: Cette référence d'aide
he: מדריך העזרה הזה
hr: Ova referenca na pomoć
it: Questo riferimento di aiuto
ja: このヘルプ画面を表示
nl: Deze hulpbron

source: View/edit computed style of selected element
ca: Mostra/edita l'estil calculat de l'element seleccionat
de: Berechneten Stil von gewählten Element ansehen/bearbeiten
es: Ver/editar el estilo calculado del elemento seleccionado
fr: Voir/modifier le style calculé de l'élément sélectionné
he: להציג או לערוך את הסגנון המחושב של האלמנט הנבחר
hr: Pogledaj/promijeni izračunati stil odabranog elementa
it: Visualizza/Modifica lo stile risultante dell'elemento selezionato
ja: 選択した要素のスタイルを表示/編集
nl: Berekende stijl van geselecteerde element bekijken/bewerken

source: Undo
ca: Desfés
de: Rückgängig machen
es: Deshacer
fr: Annuler
he: ביטול
hr: Poništi
it: Annulla
ja: 元に戻す
nl: Ongedaan maken

source: Descend to child element
ca: Vés a l'element fill
de: Zu untergeordnetem Element absteigen
es: Descender al elemento hijo
fr: Passer à l'élément fils
he: ירידה לאלמנט צאצא
hr: Spusti se na podređeni element
it: Seleziona l'elemento figlio
ja: 子要素に移動する
nl: Omlaag naar onderliggend element

source: Remove selected element
ca: Elimina l'element seleccionat
de: Ausgewähltes Element entfernen
es: Eliminar el elemento seleccionado
fr: Supprimer l'élément sélectionné
he: הסרת האלמנט הנבחר
hr: Ukloni odabrani element
it: Rimuovi l'elemento selezionato
ja: 選択した要素を削除する
nl: Geselecteerde element verwijderen

source: Publish your remix
ca: Publica el remenat
de: Ihre Neugestaltung veröffentlichen
es: Publicar tu remezcla
fr: Publier votre remix
he: פרסום הרמיקס שלכם
hr: Objavi svoj remiks
it: Pubblica il tuo remix
ja: リミックスを出力する
nl: Uw remix publiceren

source: Ascend to parent element
ca: Vés a l'element pare
de: Zu übergeordnetem Element aufsteigen
es: Ascender al elemento padre
fr: Passer à l'élément parent
he: עלייה לאלמנט ההורה
hr: Uspni se na nadređeni element
it: Seleziona l'elemento genitore
ja: 親要素に移動する
nl: Omhoog naar bovenliggend element

source: Redo
ca: Refés
de: Wiederherstellen
es: Rehacer
fr: Rétablir
he: ביצוע מחדש
hr: Ponovi
it: Ripeti
ja: やり直し
nl: Opnieuw doen

source: Close
ca: Tanca
de: Schließen
es: Cerrar
fr: Fermer
he: סגירה
hr: Zatvori
it: Chiudi
ja: 閉じる
nl: Sluiten

source: Nevermind
ca: No hi fa res
de: Vergiss es
es: No importa
fr: Peu importe
he: לא משנה
hr: Zanemari
it: Non importa
ja: 閉じる
nl: Maakt niet uit

source: Commit changes
ca: Envia els canvis
de: Änderungen anwenden
es: Procesar los cambios
fr: Envoyer les modifications
he: שמירת השינויים
hr: Primjeni promjene
it: Conferma modifiche
ja: 変更する
nl: Wijzigingen vastleggen

source: X-Ray Goggles
ca: Ulleres de raigs X
de: Röntgenbrille
es: Superlentes de rayos X
fr: Lunettes à rayons X
he: משקפי רנטגן
hr: X-Ray Naočale
it: Occhiali a raggi X
ja: X-Ray ゴーグル

source: You have made unsaved changes to this page.
ca: Has fet canvis a la pàgina que no s'han desat.
de: Sie haben an dieser Seite ungespeicherte Änderungen durchgeführt.
es: Has realizado cambios en esta página que no se han guardado.
fr: Vous n'avez pas enregistré vos modifications de cette page.
he: עשיתם שינויים לדף הזה ולא שמרתם אותם.
hr: Napravili ste nespremljene promjene na ovoj stranici.
it: Alcune modifiche effettuate sulla pagina non sono state salvate.
ja: このページの変更をまだ保存していません。
nl: U hebt niet-opgeslagen wijzigingen aan deze pagina aangebracht.

source: If you would like to follow that link, please deactivate the goggles first by pressing ESC.
ca: Si vols seguir l'enllaç, desactiva primer les ulleres prement ESC.
de: Wenn Sie diesem Link folgen möchten, deaktivieren Sie bitte erst die Brille, indem Sie ESC drücken.
es: Si quieres seguir este enlace, por favor, desactiva primero las superlentes pulsando ESC.
fr: Si vous voulez suivre ce lien, commencez par désactiver les lunettes en pressant Échap.
he: אם תרצו להיכנס לקישור הזה, אנא כבו את המשקפיים תחילה על־ידי לחיצה על esc.
hr: Ako želite nastaviti na taj link, prvo deaktivirajte X-Ray Naočale pritiskom na ESC.
it: Se vuoi aprire questo link per favore disattiva prima gli Occhiali premendo Esc.
ja: リンク先へ移動したいときは、ESC キーを押してゴーグルを外してください。
nl: Als u die koppeling wilt volgen, deactiveer dan eerst de goggles door op ESC te drukken.

source: and
ca: i
de: und
es: y
fr: et
hr: i
it: e
ja: と
nl: en

source: pointing at
ca: s'apunta a
de: zeigt auf
es: apuntando a
fr: pointant vers
he: מצביע על
hr: pokazuje na
it: puntante verso
ja: URL:
nl: wijst naar

source: You are on a
ca: Et trobes en un
de: Sie sind auf einer
es: Estás en un
fr: Vous être sur une balise
he: אתם נמצאים על
hr: Vi ste na
it: Sei su un
ja: 選択中:
nl: U bent op een

source: It is inside a
ca: És dins de un
de: Es ist in einer
es: Está dentro de un
fr: Elle est à l'intérieur d'une balise
he: זה בתוך
hr: Nalazi se unutar
it: All'interno di un
ja: 選択中の祖先要素:

source: element
es: elemento
fr: balise
he: אלמנט
it: elemento
ja: 要素

source: <span>Web X-Ray Goggles activated! Press ESC to deactivate.</span>
ca: <span>S'han activat les ulleres de raigs X! Prem ESC per a desactivar-les.</span>
de: <span>Web-Röntgenbrille aktiviert! Drücken Sie ESC zum Deaktivieren.</span>
es: ¡<span>¡Superlentes de rayos X activadas! Presiona ESC para desactivarlas.</span>
fr: <span>Les lunettes à rayons X ont été activées&nbsp;Appuyez sur Échap pour les désactiver.</span>
he: <span>משקפי הרנטגן לאתרי אינטרנט מופעלות! לחצו ESC לכיבוי.</span>
hr: <span>Web X-Ray Naočale su aktivirane! Pritisnite ESC za deaktivaciju.</span>
it: <span>Gli Occhiali a raggi X sono statiattivati. Premi ESC per disattivarli.</span>
ja: <span>Web X-Ray ゴーグルを装着しました！ 外すには ESC キーを押してください。</span>
nl: <span>Web X-Ray Goggles geactiveerd! Druk op ESC om te deactiveren.</span>

source: with
ca: amb
de: mit
es: con
fr: avec
he: עם
hr: sa
it: larghezza
nl: met

source: class
ca: classe
de: Klasse
es: clase
fr: classe
he: מחלקה (class)
hr: klasa

source: esc
fr: échap

source: id
he: מזהה (id)
